Repository: caligraph-net/l10n-kf6
Catalog: messages/katomic/katomic.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Người dịch Nguyễn Ngọc Tuấn

# EMAIL OF TRANSLATORS
source: Your emails
vi: Email của bạn

# @title:window
source: Level Sets
vi: Các Vòng

source: Failed to load level set "%1". Check if it is installed on your computer.
vi: Không thể tải bộ cấp độ "%1". Hãy kiểm tra xem nó có được cài đặt trên máy tính của bạn không.

source: Level %1 finished.
vi: Vòng %1 đã hoàn thành.

source: Congratulations! You have a new highscore!
vi: Chúc mừng! Bạn đã đạt được điểm cao mới!

source: The speed of the animations.
vi: Tốc độ của các hoạt ảnh.

source: Width of saved background
vi: Chiều rộng của nền đã lưu

source: Height of saved background
vi: Chiều cao của nền đã lưu

source: Last played levelset
vi: Bộ cấp độ đã chơi gần đây

source: &Settings
vi: T&hiết lập

source: Main Toolbar
vi: Thanh công cụ chính

source: Noname
vi: Không tên

# @info author attribution
source: By %1
vi: Bởi %1

source: , contains 1 level
vi: , chứa %1 mức độ

source: Choose a level set to play:
vi: Chọn một bộ cấp độ để chơi:

source: Download New Levels…
vi: Tải về Các Cấp Độ Mới...

source: KAtomic
vi: Nguyên tử

source: Atomic Entertainment Game
vi: Trò chơi ghép nguyên tử

source: Original author
vi: Tác giả gốc

source: Porting to KDE4. Current maintainer
vi: Chuyển sang KDE4. Bảo trì viên hiện tại

source: 6 new levels
vi: 6 vòng mới

source: Game graphics and application icon
vi: Đồ họa trò chơi và biểu tượng ứng dụng

source: New great SVG artwork for KDE4
vi: Nghệ thuật SVG tuyệt vời mới cho KDE4

source: Port to use KGameRenderer
vi: Chuyển sang sử dụng KGameRenderer

source: Enable access to all levels
vi: Bật quyền truy cập tất cả các cấp độ

source: KAtomic failed to find its default level set and will quit. Please check your installation.
vi: KAtomic không thể tìm thấy bộ cấp độ mặc định của nó và sẽ thoát. Vui lòng kiểm tra lại cài đặt của bạn.

# @label
source: Level:
vi: Cấp độ:

# @label
source: Current score:
vi: Điểm hiện tại:

# @label
source: Highscore:
vi: Điểm cao:

# @action
source: Previous Level
vi: Cấp độ trước

# @action
source: Next Level
vi: Cấp độ tiếp theo

# @action
source: Choose Level Set…
vi: Chọn Bộ Cấp Độ...

# @title:menu
source: Animation Speed
vi: Tốc độ hiệu ứng động

# @item animation speed
source: Slow
vi: Chậm

# @item animation speed
source: Normal
vi: Bình thường

# @item animation speed
source: Fast
vi: Nhanh

# @action
source: Undo All
vi: Đảo ngược Tất cả

# @action
source: Redo All
vi: Làm lại Tất cả

# @action
source: Atom Up
vi: Chuyển nguyên tử lên

# @action
source: Atom Down
vi: Chuyển nguyên tử xuống

# @action
source: Atom Left
vi: Chuyển nguyên tử qua trái

# @action
source: Atom Right
vi: Chuyển nguyên tử qua phải

# @action
source: Next Atom
vi: Nguyên tử tiếp theo

# @action
source: Previous Atom
vi: Nguyên tử trước

source: Level: %1 (%2)
vi: Cấp độ: %1 (%2)

source: Current score: %1
vi: Điểm hiện tại: %1

source: Highscore: %1
vi: Điểm cao: %1
