Repository: caligraph-net/l10n-kf6
Catalog: messages/korganizer/korganizer._json_.po
Languages: vi

# Name
source: Date Numbers Plugin for Calendars
vi: Phần cài cắm Số ngày tháng cho Lịch

# Name
source: Jewish Calendar Plugin
vi: Phần cài cắm Lịch Do Thái

# Name
source: Lunar Phases Plugin for Calendars
vi: Phần cài cắm Pha Trăng cho Lịch

# Name
source: Wikipedia Picture Of the Day Plugin for Calendars
vi: Phần cài cắm Ảnh của Ngày Wikipedia cho Lịch

# Name
source: Wikipedia 'This Day in History' Plugin
vi: Phần cài cắm 'Sự kiện lịch sử trong ngày' của Wikipedia

# Name
source: Journal
vi: Nhật ký

# Name
source: Upcoming Events
vi: Sự kiện sắp tới

# Name
source: Pending To-dos
vi: Công việc chưa hoàn thành

# Name
source: Calendar
vi: Lịch

# Name
source: To-do List
vi: Danh sách công việc

# Name
source: Upcoming Special Dates
vi: Các Ngày Đặc Biệt Sắp Tới

# Name
source: Special Dates
vi: Ngày đặc biệt

# Name
source: Colors and Fonts
vi: Màu sắc và Phông chữ

# Name
source: Custom Pages
vi: Trang Tùy Chỉnh

# Name
source: Free/Busy
vi: Rảnh/Bận

# Name
source: Group Scheduling
vi: Lập lịch nhóm

# Name
source: General
vi: chung

# Name
source: Time and Date
vi: Thời gian và Ngày

# Name
source: Views
vi: Chế độ xem

# Name
source: User Feedback
vi: Phản hồi của người dùng

# Description
source: For each day this plugin shows its daynumber of the year at the top of the agenda view. For example, February 1 is day 32 of the year.
vi: Đối với mỗi ngày, phần cài cắm này hiển thị số ngày trong năm ở đầu chế độ xem lịch. Ví dụ, ngày 1 tháng 2 là ngày 32 trong năm.

# Description
source: Shows all dates in KOrganizer also in the Jewish calendar system.
vi: Hiển thị tất cả các ngày trong KOrganizer cũng trong hệ thống lịch Do Thái.

# Description
source: This plugin shows the day's lunar phase (New, First, Last, Full)
vi: Phần cài cắm này hiển thị pha mặt trăng trong ngày (Mới, Lưỡi liềm, Khuyết, Tròn)

# Description
source: This plugin provides the Wikipedia Picture of the Day
vi: Phần cài cắm này cung cấp Ảnh của Ngày từ Wikipedia

# Description
source: This plugin provides links to Wikipedia's 'This Day in History' pages
vi: Phần cài cắm này cung cấp các liên kết đến các trang "Sự kiện lịch sử trong ngày này" trên Wikipedia

# Description
source: Kontact KOrganizer Journal Plugin
vi: Phần cài cắm Nhật ký KOrganizer của Kontact

# Description
source: Upcoming Events Summary Setup
vi: Cài đặt Tóm tắt Sự kiện Sắp tới

# Description
source: Pending To-dos Summary Setup
vi: Cài đặt Tóm tắt Công việc Chưa hoàn thành

# Description
source: Kontact KOrganizer Plugin
vi: Phần cài cắm KOrganizer của Kontact

# Description
source: Kontact KOrganizer To-do List Plugin
vi: Phần cài cắm Danh sách Công việc của KOrganizer trong Kontact

# Description
source: Upcoming Special Dates Summary Setup
vi: Cài đặt Tóm tắt Ngày đặc biệt sắp tới

# Description
source: Special Dates Plugin
vi: Phần cài cắm Ngày Đặc Biệt

# Description
source: KOrganizer Colors and Fonts Configuration
vi: Cấu hình Màu sắc và Phông chữ của KOrganizer

# Description
source: Configure the Custom Pages
vi: Cấu hình các Trang Tùy Chỉnh

# Description
source: KOrganizer Free/Busy Configuration
vi: Cấu hình Rảnh/Bận của KOrganizer

# Description
source: KOrganizer Group Scheduling Configuration
vi: Cấu hình Lập lịch Nhóm KOrganizer

# Description
source: KOrganizer Main Configuration
vi: Cấu hình Chính của KOrganizer

# Description
source: KOrganizer Plugin Configuration
vi: Cấu hình phần cài cắm KOrganizer

# Description
source: KOrganizer Time and Date Configuration
vi: Cấu hình Thời gian và Ngày của KOrganizer

# Description
source: KOrganizer View Configuration
vi: Cấu hình Xem KOrganizer

# Description
source: KOrganizer User Feedback Configuration
vi: Cấu hình Phản hồi người dùng KOrganizer
