Repository: caligraph-net/l10n-kf6
Catalog: messages/kjumpingcube/kjumpingcube.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyễn Ngọc Tuấn

# EMAIL OF TRANSLATORS
source: Your emails
vi: scorpionfirevn@operamail.com

source: Sorry, doing a move…
vi: Xin lỗi, đang thực hiện một nước đi...

source: Game over
vi: Kết thúc trò chơi

source: The winner is Player %1!
vi: Người chiến thắng là Người chơi %1!

source: Winner
vi: Người thắng

source: General
vi: chung

source: Start game
vi: Khởi động bàn chơi

source: Continue game
vi: Tiếp tục bàn chơi

source: Start computer move
vi: Khởi động di chuyển máy tính

source: Your turn
vi: Lượt của bạn

source: Player %1
vi: Người chơi %1

source: Computer player %1 is moving
vi: Máy tính là đấu thủ %1 đang di chuyển

source: The computer could not find a valid move.
vi: Máy tính không tìm thấy một nước đi hợp lệ.

source: Show next step
vi: Hiện bước tiếp theo

source: Finishing move…
vi: Hoàn thành nước đi...

source: Interrupt game
vi: Ngắt bàn chơi

source: Stop computing
vi: Dừng tính toán

source: Stop showing move
vi: Ngừng hiển thị di chuyển

source: Stop animation
vi: Dừng hiệu ứng động

source: New Game
vi: Trò chơi mới

source: The file %1 already exists. Do you want to overwrite it?
vi: Tệp %1 đang tồn tại. Bạn muốn chép đè không?

source: Game saved as %1
vi: Bàn chơi được lưu với tên %1

source: There was an error in saving file %1
vi: Có lỗi khi lưu tệp %1

source: The file %1 does not exist!
vi: Tệp %1 không tồn tại!

source: The file %1 is not a KJumpingCube gamefile!
vi: Tệp %1 không phải là tệp trò chơi KJumpingCube!

source: There was an error loading file %1
vi: Lỗi khi nạp tệp %1

source: You have changed the size setting of the game and that requires a new game to start. Do you wish to abandon the current game or continue playing and restore the previous size setting?
vi: Bạn đã thay đổi cài đặt kích thước của trò chơi và điều này yêu cầu phải bắt đầu một trò chơi mới. Bạn có muốn bỏ qua trò chơi hiện tại hoặc tiếp tục chơi và khôi phục cài đặt kích thước trước đó?

source: You have requested a new game, but there is already a game in progress. Do you wish to abandon the current game?
vi: Bạn đã yêu cầu một bàn chơi mới, nhưng hiện đang có một bàn chơi đang diễn ra. Bạn có muốn bỏ bàn chơi hiện tại không?

source: New Game?
vi: Trò chơi mới?

source: Abandon Game
vi: Bỏ cuộc chơi

source: Continue Game
vi: Tiếp tục Bàn chơi

source: The file's cube box size is outside the range %1 to %2. It will be set to %1.
vi: Kích thước hộp lập phương của tệp nằm ngoài phạm vi %1 đến %2. Nó sẽ được đặt thành %1.

source: Missing input line for cube %1.
vi: Thiếu dòng đầu vào cho khối %1.

source: Owner of cube %1 is outside the range 0 to 2.
vi: Chủ sở hữu của khối %1 nằm ngoài phạm vi từ 0 đến 2.

source: Value of cube %1 is outside the range 1 to %2.
vi: Giá trị của khối %1 nằm ngoài phạm vi từ 1 đến %2.

source: Current player is neither 1 nor 2.
vi: Người chơi hiện tại không phải là 1 hoặc 2.

source: Current player:
vi: Người chơi hiện tại:

source: Settings
vi: Thiết lập

source: Animation speed of overflowing dice
vi: Tốc độ hiệu ứng động của các xúc xắc tràn

source: Animation type None (no pauses).
vi: Kiểu hiệu ứng động Không (không có tạm dừng).

source: Animation type Darken and pause.
vi: Kiểu hiệu ứng động Làm tối và tạm dừng.

source: Animation type Blink rapidly.
vi: Kiểu hiệu ứng động Nhấp nháy nhanh.

source: Animation type Scatter dots.
vi: Kiểu hiệu ứng động là các chấm rải rác.

source: Color of neutral cubes.
vi: Màu của các khối trung lập.

source: Color of player 1.
vi: Màu của người chơi 1.

source: Color of player 2.
vi: Màu của người chơi 2.

source: Size of the playing field.
vi: Kích thước của khu vực chơi.

source: Whether player 1 is played by the computer.
vi: Liệu người chơi 1 có được điều khiển bởi máy tính hay không.

source: Whether computer player 1 uses Kepler AI.
vi: Liệu người chơi máy tính 1 có sử dụng trí tuệ nhân tạo Kepler hay không.

source: Whether computer player 1 uses Newton AI.
vi: Liệu người chơi máy tính 1 có sử dụng trí tuệ nhân tạo Newton hay không.

source: Skill of computer player 1.
vi: Kỹ năng của người chơi máy tính 1.

source: Whether player 2 is played by the computer.
vi: Liệu người chơi 2 có được điều khiển bởi máy tính hay không.

source: Whether computer player 2 uses Kepler AI.
vi: Liệu người chơi máy tính 2 có sử dụng trí tuệ nhân tạo Kepler hay không.

source: Whether computer player 2 uses Newton AI.
vi: Liệu người chơi máy tính 2 có sử dụng trí tuệ nhân tạo Newton hay không.

source: Skill of computer player 2.
vi: Kỹ năng của máy chơi 2.

source: Pause before each computer move.
vi: Tạm dừng trước mỗi nước đi của máy tính.

source: Pause before each cascade step.
vi: Tạm dừng trước mỗi bước cascade.

source: Main Toolbar
vi: Thanh công cụ

source: Tactical one or two player game
vi: Bàn chơi chiến thuật 1 hay 2 người chơi

source: Various improvements
vi: Các cải tiến khác

source: Upgrade to KDE4 and SVG artwork support.
vi: Nâng cấp lên KDE4 và hỗ trợ nghệ thuật SVG.

source: Graphics for KDE 4.0 version.
vi: Đồ họa cho phiên bản KDE 4.0.

source: Computer Player 1
vi: Máy tính là đấu thủ 1

source: Playing now
vi: Đang phát

source: Style of Play
vi: Kiểu cách phát

source: Beginner
vi: Mới chơi

source: Average
vi: Trung bình

source: Expert
vi: Chuyên gia

source: Computer Player 2
vi: Máy tính là đấu thủ 2

source: Pause before each computer move
vi: Tạm dừng trước mỗi nước đi của máy tính

source: Board Size
vi: Kích thước bảng

source: Players' Colors
vi: Màu của người chơi

source: Player 1:
vi: Người chơi 1:

source: Player 2:
vi: Người chơi 2:

source: Neutral:
vi: Trung lập:

source: Cascade Move Display
vi: Hiển thị di chuyển theo cách xếp chồng

source: None (no pauses)
vi: Không có (không dừng)

source: Darken and pause
vi: Làm tối và tạm dừng

source: Blink rapidly
vi: Nhấp nháy nhanh

source: Scatter dots
vi: Phân tán các chấm

source: Cascade Move Time
vi: Thời gian di chuyển Cascade

source: Short
vi: Ngắn

source: Long
vi: Dài

source: Pause before each cascade step
vi: Tạm dừng trước mỗi bước cascade
