Repository: caligraph-net/l10n-kf6
Catalog: messages/kapman/kapman._desktop_.po
Languages: vi

# GenericName
source: Pac-Man Clone
vi: Bản sao Pac-Man

# Comment
source: Eat pills escaping ghosts
vi: Ăn viên thuốc để thoát khỏi ma

# Name
source: Invisible
vi: Vô hình

# Description
source: Getting bored with Kapman? More than 100,000 points over level 20? Next step: the invisible maze!
vi: Chán với Kapman rồi? Hơn 100.000 điểm qua cấp 20? Bước tiếp theo: mê cung vô hình!

# Name
source: Matches
vi: Trận đấu

# Description
source: A matches drawn maze
vi: Một mê cung được vẽ bằng diêm

# Name
source: Mountain Adventure
vi: Cuộc phiêu lưu núi

# Description
source: Default
vi: Mặc định

# Description
source: Avoid the mummies at all costs!
vi: Tránh các xác ướp bằng mọi giá!

# Description
source: The old game theme revisited
vi: Chủ đề bàn chơi cũ được tái hiện
