Repository: caligraph-net/l10n-kf6
Catalog: messages/calligra/calligrastage.po
Languages: vi

source: &Edit
vi: &Sửa

source: &View
vi: &Xem

source: &Insert
vi: &Chèn

source: F&ormat
vi: Định &dạng

source: &Slide
vi: T&rang

source: Sli&de Show
vi: &Trình diễn

source: &Settings
vi: &Thiết lập

# (qtundo-format)
source: Add custom slide show
vi: Thêm trình chiếu tự chọn

# (qtundo-format)
source: Create shape animation
vi: Tạo hiệu ứng động hình dạng

# (qtundo-format)
source: Edit animation trigger event
vi: Sửa sự kiện kích hoạt hiệu ứng động

# (qtundo-format)
source: Remove shape animation
vi: Xoá hiệu ứng động hình dạng

# (qtundo-format)
source: Delete custom slide show
vi: Xóa trình chiếu tùy chỉnh

# (qtundo-format) Delete one slide
source: Delete slide
vi: Xóa trang

# (qtundo-format)
source: Delete slide
vi: Xóa các trang chiếu

# (qtundo-format)
source: Edit animation delay/duration
vi: Sửa độ trễ/thời lượng hiệu ứng động

# (qtundo-format)
source: Edit custom slide show
vi: Sửa trình chiếu tự chọn

# (qtundo-format)
source: Create Slide Effect
vi: Tạo hiệu ứng trang trình chiếu

# (qtundo-format)
source: Modify Slide Effect
vi: Chỉnh sửa hiệu ứng trang trình chiếu

# (qtundo-format)
source: Delete Slide Effect
vi: Xóa hiệu ứng trang

# (qtundo-format)
source: Modify Slide Transition
vi: Chỉnh sửa chuyển tiếp trang trình chiếu

# (qtundo-format)
source: Rename custom slide show
vi: Đổi tên trình chiếu tự chọn

# (qtundo-format)
source: Reorder animations
vi: Sắp xếp lại hiệu ứng động

# application name
source: Calligra Stage
vi: Calligra Chấp nhận

source: Presentation Tool
vi: Công cụ Trình diễn

source: Copyright 1998-%1, The Stage Team
vi: Bản quyền 1998-%1, Nhóm Stage

source: Former maintainer
vi: Người bảo trì trước đây

source: Original author
vi: Tác giả gốc

# EMAIL OF TRANSLATORS
source: Your emails
vi: vuhung@feduuec.ac.jp, kde-l10n-vi@lists.kde.org

# NAME OF TRANSLATORS
source: Your names
vi: Nguyen Hung Vu(Nguyễn Hưng Vũ) Nguyen Vu Hung, nhóm Việt hoá KDE

source: Unknown
vi: Không rõ

source: End of presentation. Click to exit.
vi: Kết thúc bài trình bày. Bấm để thoát.

source: Layout
vi: Bố cục

source: Can not find needed text component, Calligra Stage will quit now.
vi: Không thể tìm thấy thành phần văn bản cần thiết, Calligra Stage sẽ thoát ngay.

source: Can not find needed picture component, Calligra Stage will quit now.
vi: Không thể tìm thấy thành phần ảnh cần thiết, Calligra Stage sẽ thoát ngay bây giờ.

source: Installation Error
vi: Lỗi cài đặt

# (qtundo-format)
source: Insert Pictures
vi: Chèn ảnh

source: Placeholder shape
vi: Hình dạng phần giữ chỗ

source: Double click to add a title
vi: Bấm đúp để thêm tiêu đề

source: Double click to add an outline
vi: Bấm đúp để thêm đường viền

source: Double click to add a text
vi: Bấm đúp để thêm văn bản

source: Double click to add notes
vi: Bấm đúp để thêm ghi chú

source: Double click to add a picture
vi: Bấm đúp để thêm ảnh

source: Double click to add a chart
vi: Bấm đúp để thêm biểu đồ

source: Double click to add an object
vi: Bấm đúp để thêm đối tượng

source: Pen Color
vi: Màu bút

source: Pen Size
vi: Kích thước bút

source: Black
vi: Đen

source: White
vi: Trắng

source: Green
vi: Xanh lá

source: Red
vi: Đỏ

source: Blue
vi: Xanh dương

source: Yellow
vi: Vàng

source: Next Slide
vi: Trang tiếp

source: Speaker Notes
vi: Ghi chú diễn giả

source: Current Slide %1 of %2
vi: Trang hiện tại %1 / %2

source: End of Slide Show
vi: Kết thúc trình chiếu

source: start on mouse click
vi: khởi động khi bấm chuột

source: start after previous animation
vi: khởi động sau hiệu ứng động trước

source: start with previous animation
vi: khởi động với hiệu ứng động trước

source: Start after %1 seconds. Duration of %2 seconds.
vi: Khởi động sau %1 giây. Thời lượng %2 giây.

source: Animation
vi: Hiệu ứng động

source: Shape
vi: Hình

source: &Move Here
vi: Di &chuyển đến đây

source: &Copy Here
vi: Sao &chép vào đây

source: C&ancel
vi: H&uỷ

source: Normal
vi: Thông thường

source: Show Master Slides
vi: Hiện Trang Chủ

source: Import Slideshow...
vi: Nhập khẩu Trình chiếu...

source: Insert Slide
vi: Chèn trang

source: Insert a new slide after the current one
vi: Chèn trang trình chiếu mới sau trang hiện tại

source: Copy Slide
vi: Sao chép trang

source: Copy the current slide
vi: Sao chép trang trình chiếu hiện tại

source: Delete Slide
vi: Xóa trang

source: Delete the current slide
vi: Xóa trang trình chiếu hiện tại

source: Master Slide...
vi: Trang chủ...

source: Previous Slide
vi: Trang trước

source: Go to previous slide
vi: Về trang trước

source: Go to next slide
vi: Đến trang tiếp

source: First Slide
vi: Trang đầu tiên

source: Go to first slide
vi: Đến trang đầu tiên

source: Last Slide
vi: Trang cuối

source: Go to last slide
vi: Đến trang cuối

source: Configure Stage...
vi: Cấu hình Stage...

source: Export as HTML...
vi: Xuất khẩu dạng HTML...

source: Insert Pictures as Slides...
vi: Chèn ảnh làm trang chiếu...

source: Create Appear Animation
vi: Tạo hiệu ứng động xuất hiện

source: Edit Custom Slide Shows...
vi: Sửa trình chiếu tự chọn...

source: Start Presentation
vi: Bắt đầu Trình diễn

source: From Current Slide
vi: Từ trang hiện tại

source: From First Slide
vi: Từ trang đầu tiên

source: Stop presentation
vi: Dừng trình chiếu

source: Show Status Bar
vi: Hiện thanh trạng thái

source: Hide Status Bar
vi: Ẩn thanh trạng thái

source: Shows or hides the status bar
vi: Hiện hoặc ẩn thanh trạng thái

source: Configure Slide Show...
vi: Cấu hình trình chiếu...

source: Configure Presenter View...
vi: Cấu hình Chế độ xem Người trình bày...

source: Draw on the presentation...
vi: Vẽ lên bài thuyết trình...

source: Highlight the presentation...
vi: Tô sáng bài thuyết trình...

source: Blackscreen on the presentation...
vi: Màn hình đen trong bài thuyết trình...

source: Notes
vi: Ghi chú

source: Slides Sorter
vi: Sắp xếp slide

source: Slide Show:
vi: Trình chiếu:

source: Add a new custom slide show
vi: Thêm trình chiếu tự chọn mới

source: Delete current custom slide show
vi: Xóa trình chiếu tự chọn hiện tại

source: Add slides to current custom slide show
vi: Thêm trang vào trình chiếu tự chọn hiện tại

source: Remove slides from current custom slide show
vi: Xoá trang trình chiếu khỏi trình chiếu tự chọn hiện tại

source: Duplicate Slide
vi: Nhân đôi trang trình chiếu

source: Start Slideshow
vi: Khởi động chuỗi trình chiếu

source: Add a new slide
vi: Thêm trang trình chiếu mới

source: Delete selected slides
vi: Xóa các slide đã chọn

source: Rename
vi: Đổi tên

source: Cut
vi: Cắt

source: Copy
vi: Sao chép

source: Paste
vi: Dán

source: Slide Show %1
vi: Trình chiếu %1

source: All slides
vi: Tất cả slide

source: Error
vi: Lỗi

source: There cannot be two slideshows with the same name.
vi: Không thể có hai bản trình chiếu cùng tên.

# (qtundo-format)
source: Set Layout
vi: Đặt Bố Cục

source: Automatic animation preview
vi: Xem thử hiệu ứng động tự động

source: Preview animation
vi: Xem thử hiệu ứng động

source: Slide Transitions
vi: Chuyển tiếp trang

source: Shape Click Actions
vi: Hành động bấm hình

source: Shape Animations
vi: Hiệu ứng động hình dạng

source: Manage animation delay and duration:
vi: Quản lý độ trễ và thời lượng hiệu ứng động:

source: Start:
vi: Bắt đầu:

source: on mouse click
vi: khi bấm chuột

source: after previous animation
vi: sau hiệu ứng động trước

source: with previous animation
vi: với hiệu ứng động trước

source: Delay:
vi: Độ trễ:

source: Duration:
vi: Thời lượng:

source: Preview Shape Animation
vi: Xem thử hiệu ứng động hình dạng

source: No Effect
vi: Không hiệu ứng

source: sec
vi: giây

source: Manual
vi: Thủ công

source: Automatic
vi: Tự động

source: Slide Transition:
vi: Chuyển tiếp trang:

source: Apply To All Slides
vi: Áp dụng cho tất cả các trang

# (qtundo-format)
source: Apply Slide Effect to all Slides
vi: Áp dụng hiệu ứng cho tất cả trang trình chiếu

source: Entrance
vi: Xuất hiện

source: Exit
vi: Thoát

source: Emphasis
vi: Nhấn mạnh

source: Custom
vi: Tùy biến

source: Motion path
vi: Đường dẫn chuyển động

source: Ole Action
vi: Hành động Ole

source: Media Call
vi: Cuộc gọi phương tiện

source: Edit animation
vi: Sửa hiệu ứng động

source: Add new animation
vi: Thêm hiệu ứng động mới

source: Remove animation
vi: Xoá hiệu ứng động

source: Order:
vi: Thứ tự:

source: Move animation up
vi: Di chuyển hiệu ứng động lên

source: Move animation down
vi: Di chuyển hiệu ứng động xuống

source: Add a new animation
vi: Thêm hiệu ứng động mới

source: Delete current animation
vi: Xóa hiệu ứng động hiện tại

source: seconds
vi: giây

source: Crop
vi: Xén cạnh

source: W&idth:
vi: Ch&iều rộng:

source: Will keep the width of the crop constant
vi: Sẽ giữ nguyên chiều rộng của vùng xén cạnh

source: &Height:
vi: &Chiều cao:

source: Will keep the height of the crop constant
vi: Sẽ giữ chiều cao của vùng xén cạnh không đổi

source: R&atio:
vi: Tỷ &lệ:

source: Will keep the ratio constant
vi: Giữ nguyên tỷ lệ

source: Layer
vi: Lớp

source: Image
vi: Ảnh

source: &Crop
vi: Xén &cạnh

# (qtundo-format)
source: Edit Shape
vi: Sửa hình

source: Multiple monitors
vi: Nhiều màn hình

source: Presentation monitor:
vi: Màn hình trình chiếu:

source: Enable presenter view
vi: Bật khung xem người trình bày

source: Monitor %1 (primary)
vi: Màn hình %1 (chính)

source: Monitor %1
vi: Màn hình %1

source: Configure Presenter View
vi: Cấu hình Khung xem Người trình bày

source: Configure Slide Show
vi: Cấu hình trình chiếu

source: Slides
vi: Trang chiếu

source: Presentation Slides:
vi: Các trang trình diễn:

source: Edit Custom Slide Shows ...
vi: Sửa trình chiếu tự chọn ...

source: HTML Export
vi: Xuất khẩu HTML

source: Tick the slide should be exported :
vi: Đánh dấu trang cần xuất:

source: Select all
vi: Bôi đen tất cả

source: Select template (.css) :
vi: Bôi đen bản mẫu (.css) :

source: Deselect all
vi: Bỏ chọn tất cả

source: Title
vi: Tiêu đề

source: Output preview
vi: Xem thử đầu ra

source: Browse
vi: Duyệt

source: Author
vi: Tác giả

source: Delete Favorite
vi: Xóa mục ưa thích

source: Open in browser
vi: Mở trong trình duyệt

source: Html Export
vi: Xuất khẩu Html

source: Export
vi: Xuất khẩu

source: There is already a favorite file with this name
vi: Đã có một tệp ưa thích với tên này

source: Incorrect file, .zip only or corrupted zip
vi: Tệp không đúng, chỉ .zip hoặc zip bị hỏng

source: Zip file need to contain style.css
vi: Tệp zip cần chứa style.css

source: Delete Template
vi: Xóa bản mẫu

source: You may not remove the templates provided with the application
vi: Bạn không được xoá các mẫu được cung cấp cùng ứng dụng

source: Add Template
vi: Thêm bản mẫu

source: Confirm remove
vi: Xác nhận xoá

source: Are you sure you want to remove "%1"?
vi: Bạn có chắc muốn xoá "%1"?

# (qtundo-format)
source: Change sound action
vi: Thay đổi hành động âm thanh

source: No sound
vi: Không có âm thanh

source: Import...
vi: Nhập...

source: Bar
vi: Thanh

source: From Bottom
vi: Từ dưới lên

source: From Left
vi: Từ trái

source: From Right
vi: Từ phải

source: From Top
vi: Từ trên xuống

source: Unknown subtype
vi: Kiểu phụ không rõ

source: Clock
vi: Đồng hồ

source: From Twelve Clockwise
vi: Từ 12 giờ theo chiều kim đồng hồ

source: From Three Clockwise
vi: Từ ba giờ theo chiều kim đồng hồ

source: From Six Clockwise
vi: Từ 6 giờ theo chiều kim đồng hồ

source: From Nine Clockwise
vi: Từ chín giờ theo chiều kim đồng hồ

source: From Twelve Counterclockwise
vi: Từ 12 giờ ngược chiều kim đồng hồ

source: From Three Counterclockwise
vi: Từ ba giờ ngược chiều kim đồng hồ

source: From Six Counterclockwise
vi: Từ 6 giờ ngược chiều kim đồng hồ

source: From Nine Counterclockwise
vi: Từ chín giờ ngược chiều kim đồng hồ

source: Double Fan
vi: Quạt Đôi

source: Fan Out Vertical
vi: Quạt mở dọc

source: Fan Out Horizontal
vi: Quạt ngang ra ngoài

source: Fan In Vertical
vi: Quạt vào dọc

source: Fan In Horizontal
vi: Quạt vào ngang

source: Fan In Vertical Reverse
vi: Quạt Vào Ngược Dọc

source: Fan In Horizontal Reverse
vi: Quạt Vào Ngang Đảo Ngược

source: Double Sweep
vi: Quét Kép

source: Parallel Vertical
vi: Song song dọc

source: Parallel Diagonal
vi: Đường chéo song song

source: Opposite Vertical
vi: Dọc đối diện

source: Opposite Horizontal
vi: Ngang đối diện

source: Parallel Diagonal Top Left
vi: Chéo Song Song Trên Trái

source: Parallel Diagonal Bottom Left
vi: Chéo song song từ dưới trái

source: Parallel Vertical Reverse
vi: Đảo ngược song song dọc

source: Parallel Diagonal Reverse
vi: Chéo Song Song Ngược

source: Opposite Vertical Reverse
vi: Ngược Dọc Đảo Ngược

source: Opposite Horizontal Reverse
vi: Ngang Ngược Đảo Chiều

source: Parallel Diagonal Top Left Reverse
vi: Chéo Song Song Trên Trái Ngược

source: Parallel Diagonal Bottom Left Reverse
vi: Chéo song song từ dưới trái ngược

source: Fan
vi: Quạt

source: Center Right
vi: Phải giữa

source: Center Top
vi: Trên Giữa

source: Center Left
vi: Trái Giữa

source: Center Bottom
vi: Giữa Dưới

source: Fan Out Top
vi: Quạt ra từ trên

source: Fan Out Right
vi: Quạt ra phải

source: Fan Out Bottom
vi: Quạt ra từ dưới

source: Fan Out Left
vi: Quạt ra trái

source: Fan In Top
vi: Quạt Vào Trên

source: Fan In Right
vi: Quạt vào phải

source: Fan In Bottom
vi: Quạt vào đáy

source: Fan In Left
vi: Quạt vào trái

source: Pin Wheel
vi: Bánh Xe Quay

source: Two Blades Vertical Clockwise
vi: Hai lưỡi dọc theo chiều kim đồng hồ

source: Two Blades Horizontal Clockwise
vi: Hai lưỡi ngang theo chiều kim đồng hồ

source: Four Blades Horizontal Clockwise
vi: Bốn cánh ngang theo chiều kim đồng hồ

source: Two Blades Vertical Counterclockwise
vi: Hai lưỡi dọc ngược chiều kim đồng hồ

source: Two Blades Horizontal Counterclockwise
vi: Hai lưỡi ngang ngược chiều kim đồng hồ

source: Four Blades Horizontal Counterclockwise
vi: Bốn cánh ngang ngược chiều kim đồng hồ

source: Saloon Door
vi: Cửa Quán Rượu

source: To Top
vi: Lên trên

source: To Left
vi: Sang trái

source: To Bottom
vi: Xuống dưới

source: To Right
vi: Sang phải

source: Single Sweep
vi: Quét Đơn

source: Clockwise Top
vi: Theo chiều kim đồng hồ từ trên

source: Clockwise Right
vi: Theo chiều kim đồng hồ phải

source: Clockwise Bottom
vi: Theo chiều kim đồng hồ từ dưới

source: Clockwise Left
vi: Quét Theo Chiều Kim Đồng Hồ Từ Trái

source: Clockwise Top Left
vi: Theo chiều kim đồng hồ từ trên trái

source: Counterclockwise Bottom Left
vi: Ngược chiều kim đồng hồ từ dưới trái

source: Clockwise Bottom Right
vi: Theo chiều kim đồng hồ từ góc dưới phải

source: Counterclockwise Top Right
vi: Ngược chiều kim đồng hồ từ trên phải

source: Counterclockwise Top
vi: Ngược chiều kim đồng hồ từ trên

source: Counterclockwise Right
vi: Ngược chiều kim đồng hồ từ phải

source: Counterclockwise Bottom
vi: Ngược chiều kim đồng hồ từ dưới

source: Counterclockwise Left
vi: Ngược chiều kim đồng hồ trái

source: Counterclockwise Top Left
vi: Ngược chiều kim đồng hồ từ trên trái

source: Clockwise Bottom Left
vi: Theo chiều kim đồng hồ từ góc dưới trái

source: Counterclockwise Bottom Right
vi: Ngược chiều kim đồng hồ từ dưới phải

source: Clockwise Top Right
vi: Theo chiều kim đồng hồ từ trên phải

source: Windshield
vi: Kính chắn gió

source: Right
vi: Phải

source: Up
vi: Lên

source: Vertical
vi: Dọc

source: Horizontal
vi: Ngang

source: Right Reverse
vi: Phải đảo ngược

source: Up Reverse
vi: Lên ngược

source: Vertical Reverse
vi: Đảo ngược dọc

source: Horizontal Reverse
vi: Ngang Đảo Ngược

source: Barn Door
vi: Cửa kho

source: Diagonal Bottom Left
vi: Chéo Dưới Trái

source: Diagonal Bottom Left Reverse
vi: Chéo Dưới Trái Ngược

source: Diagonal Top Left
vi: Chéo Trên Trái

source: Diagonal Top Left Reverse
vi: Chéo Trên Trái Ngược

source: Barn Vee
vi: Cửa Chữ V

source: Barn Zig Zag
vi: Cửa Kho Zích Zắc

source: Horizontal Reversed
vi: Ngang Đảo Ngược

source: Vertical Reversed
vi: Thẳng đứng đảo ngược

source: Box
vi: Hộp

source: From Top Left
vi: Từ trên trái

source: From Top Right
vi: Từ trên phải

source: From Bottom Left
vi: Từ dưới trái

source: From Bottom Right
vi: Từ dưới phải

source: Diagonal
vi: Đường chéo

source: Four Box
vi: Bốn Hộp

source: Corners In
vi: Góc Vào

source: Corners In Reverse
vi: Góc Vào Ngược

source: Corners Out
vi: Góc Ra

source: Corners Out Reverse
vi: Góc Ra Ngược

source: Misc Diagonal
vi: Chéo khác

source: Double Barn Door
vi: Cửa kép hình chữ V

source: Double Diamond
vi: Kim cương kép

source: Vee
vi: Chữ V

source: Zig Zag
vi: Zích zắc

source: Fade
vi: Phai

source: Crossfade
vi: Mờ dần chéo

source: Fade over Color
vi: Phai màu

source: ArrowHead
vi: Đầu mũi tên

source: Down
vi: Xuống

source: Down Reverse
vi: Xuống ngược

source: Left
vi: Trái

source: Left Reverse
vi: Trái đảo ngược

source: Ellipse
vi: Elíp

source: Circle
vi: Hình tròn

source: Circle Reverse
vi: Vòng tròn đảo ngược

source: Eye
vi: Mắt

source: Hexagon
vi: Lục giác

source: Iris
vi: Mống mắt

source: Diamond
vi: Kim cương

source: Diamond Reverse
vi: Kim cương đảo ngược

source: Rectangular
vi: Hình chữ nhật

source: Rectangular Reverse
vi: Hình chữ nhật đảo ngược

source: Misc
vi: Khác

source: Heart
vi: Trái tim

source: Heart Reverse
vi: Tim đảo ngược

source: Keyhole
vi: Lỗ khóa

source: Keyhole Reverse
vi: Lỗ khóa đảo ngược

source: Pentagon
vi: Ngũ giác

source: RoundRect
vi: Hình chữ nhật bo góc

source: Star
vi: Ngôi sao

source: Four Point Star
vi: Ngôi sao bốn cánh

source: Four Point Star Reverse
vi: Sao Bốn Cánh Đảo Ngược

source: Five Point Star
vi: Ngôi sao năm cánh

source: Five Point Star Reverse
vi: Ngôi Sao Năm Cánh Đảo Ngược

source: Six Point Star
vi: Sao sáu cánh

source: Six Point Star Reverse
vi: Sao Sáu Cánh Đảo Ngược

source: Triangle
vi: Tam giác

source: Box Snakes
vi: Rắn Hộp

source: Two Box Top In
vi: Hai hộp trên vào

source: Two Box Bottom In
vi: Hai hộp đáy vào

source: Two Box Left In
vi: Hai hộp vào trái

source: Two Box Right In
vi: Hai hộp vào phải

source: Four Box Vertical In
vi: Bốn hộp dọc vào

source: Four Box Horizontal In
vi: Bốn hộp ngang vào

source: Two Box Top Out
vi: Hai hộp trên ra

source: Two Box Bottom Out
vi: Hai hộp đáy ra

source: Two Box Left Out
vi: Hai hộp trái ra

source: Two Box Right Out
vi: Hai hộp ra phải

source: Four Box Vertical Out
vi: Bốn hộp dọc ra ngoài

source: Four Box Horizontal Out
vi: Bốn hộp ngang ra ngoài

source: Parallel Snakes
vi: Rắn Song Song

source: Vertical Top Same In
vi: Từ trên xuống cùng chiều

source: Vertical Top Same Out
vi: Trên xuống đồng thời

source: Vertical Bottom Same In
vi: Dọc Dưới Cùng Vào

source: Vertical Bottom Same Out
vi: Dọc Dưới Cùng Ra

source: Vertical Top Left Opposite In
vi: Dọc Trên Trái Đối Diện Vào

source: Vertical Top Left Opposite Out
vi: Dọc Trên Trái Đối Diện Ra

source: Vertical Bottom Left Opposite In
vi: Đối nghịch dưới trái thẳng đứng vào trong

source: Vertical Bottom Left Opposite Out
vi: Dọc Dưới Trái Ngược Ra

source: Horizontal Left Same In
vi: Ngang trái cùng vào

source: Horizontal Left Same Out
vi: Ngang trái cùng ra

source: Horizontal Right Same In
vi: Ngang phải cùng vào

source: Horizontal Right Same Out
vi: Ngang Phải Cùng Ra

source: Horizontal Top Left Opposite In
vi: Ngang Trên Trái Đối Diện Vào

source: Horizontal Top Left Opposite Out
vi: Ngang Trên Trái Đối Diện Ra

source: Horizontal Top Right Opposite In
vi: Ngang Trên Phải Đối Diện Vào

source: Horizontal Top Right Opposite Out
vi: Ngang Trên Phải Đối Diện Ra

source: Diagonal Bottom Left Opposite In
vi: Chéo dưới trái đối diện vào trong

source: Diagonal Bottom Left Opposite Out
vi: Chéo dưới trái đối diện ra ngoài

source: Diagonal Top Left Opposite In
vi: Chéo trên trái đối diện vào

source: Diagonal Top Left Opposite Out
vi: Chéo trên trái đối ngược ra ngoài

source: Snake
vi: Rắn

source: Spiral
vi: Xoắn ốc

source: Clockwise Top Left In
vi: Xoắn ốc vào từ trên trái

source: Clockwise Top Left Out
vi: Xoắn ốc từ trên trái ra ngoài

source: Clockwise Top Right In
vi: Xoắn ốc vào từ trên phải

source: Clockwise Top Right Out
vi: Xoắn ốc ra ngoài từ góc trên phải

source: Clockwise Bottom Left In
vi: Xoắn ốc vào từ dưới trái

source: Clockwise Bottom Left Out
vi: Xoắn ốc từ dưới trái theo chiều kim đồng hồ

source: Clockwise Bottom Right In
vi: Xoắn ốc vào từ dưới phải

source: Clockwise Bottom Right Out
vi: Xoắn ốc ra ngoài từ góc dưới phải

source: Counterclockwise Top Left In
vi: Ngược chiều kim đồng hồ từ trên trái vào

source: Counterclockwise Top Left Out
vi: Ngược chiều kim đồng hồ từ trên trái ra

source: Counterclockwise Top Right In
vi: Ngược chiều kim đồng hồ từ trên phải vào

source: Counterclockwise Top Right Out
vi: Ngược chiều kim đồng hồ từ trên phải ra

source: Counterclockwise Bottom Left In
vi: Xoắn ốc ngược chiều từ dưới trái vào

source: Counterclockwise Bottom Left Out
vi: Ngược chiều kim đồng hồ từ dưới trái ra

source: Counterclockwise Bottom Right In
vi: Ngược chiều kim đồng hồ từ dưới phải vào

source: Counterclockwise Bottom Right Out
vi: Xoắn ốc ngược chiều kim đồng hồ từ dưới phải ra

source: Waterfall
vi: Thác nước

source: Top Left Vertical
vi: Trên Trái Dọc

source: Top Left Horizontal
vi: Trên Trái Ngang

source: Top Right Vertical
vi: Trên Phải Dọc

source: Top Right Horizontal
vi: Trên Phải Ngang

source: Bottom Left Vertical
vi: Dưới trái dọc

source: Bottom Left Horizontal
vi: Dưới trái ngang

source: Bottom Right Vertical
vi: Dưới phải dọc

source: Bottom Right Horizontal
vi: Dưới phải ngang

source: Slide
vi: Trang

source: Space Rotation
vi: Xoay Không gian

source: Swap effect
vi: Hiệu ứng hoán đổi

source: Header
vi: Đầu tải

source: Footer
vi: Chân trang
