Repository: caligraph-net/l10n-kf6
Catalog: messages/kdiamond/kdiamond._desktop_.po
Languages: vi

# Comment
source: KDiamond Game
vi: Trò chơi KDiamond

# Name
source: Game
vi: bàn chơi

# Comment
source: Sounds that appear during a game
vi: Âm thanh xuất hiện trong một bàn chơi

# Name
source: Diamonds removed
vi: Đã loại bỏ kim cương

# Comment
source: Diamonds were removed.
vi: Các viên kim cương đã được loại bỏ.

# Name
source: Diamonds moving
vi: Những viên kim cương di chuyển

# Comment
source: Diamonds are moving.
vi: Kim cương đang di chuyển.

# Name
source: Game over
vi: Kết thúc trò chơi

# Comment
source: Time is up.
vi: Hết giờ.

# GenericName
source: Three-in-a-row game
vi: Trò chơi ba trong một

# Comment
source: Logic game
vi: Trò chơi luận lí

# Name
source: Egyptian
vi: Ai Cập

# Description
source: Egyptian style theme.
vi: Chủ đề kiểu cách Ai Cập.

# Name
source: Diamonds
vi: Kim cương

# Description
source: A theme based on real looking diamonds.
vi: Một chủ đề dựa trên kim cương thật.

# Name
source: Funny Zoo
vi: Vườn thú hài hước

# Description
source: It is a fun time in the jungle! Help animals find their families. And watch out for those hard to find frogs.
vi: Đây là một thời gian vui vẻ trong rừng! Giúp các con vật tìm gia đình của chúng. Và cẩn thận với những con ếch khó tìm.
