Repository: caligraph-net/l10n-kf6
Catalog: messages/kbounce/kbounce.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyễn Ngọc Tuấn

# EMAIL OF TRANSLATORS
source: Your emails
vi: scorpionfirevn@operamail.com

source: No background pictures found.
vi: Không tìm thấy hình nền.

source: kbouncebackgroundselector
vi: bộ chọn nền kbounce

source: Enable random pictures as background
vi: Bật hình nền ngẫu nhiên

source: Choose picture path:
vi: Chọn đường dẫn ảnh:

source: Preview
vi: xem thử

source: Welcome to KBounce. Click to start a game
vi: Chào mừng đến với KBounce. Bấm để bắt đầu một bàn chơi

source: Paused Click to resume
vi: Đã tạm dừng Bấm để tiếp tục trở lại

source: You have successfully cleared more than %1% of the board
vi: Bạn đã xoá sạch hơn %1% của bảng

source: %1 points: %2 points per remaining life
vi: %1 điểm: %2 điểm cho mỗi mạng còn lại

source: %1 points: Bonus
vi: Thưởng: %1 điểm

source: %1 points: Total score for this level
vi: Điểm tổng cộng của vòng này: %1 điểm

source: On to level %1. Remember you get %2 lives this time!
vi: Tiến lên cấp độ %1. Nhớ là bạn sẽ có %2 mạng!

source: Game over. Click to start a game
vi: Kết thúc trò chơi. Bấm để bắt đầu bàn chơi

source: Whether game sounds are played.
vi: Liệu có phát ra âm thanh của trò chơi hay không.

source: Main Toolbar
vi: Thanh công cụ

source: Bounce Ball Game
vi: Trò chơi bóng nảy

source: Original author
vi: Tác giả đầu tiên

source: Highscore
vi: Điểm cao

source: Contributions
vi: Những đóng góp

source: Port to KDE4. Current maintainer
vi: Chuyển sang KDE4. Bảo trì viên hiện tại

source: Port to QGraphicsView framework
vi: Chuyển sang kết cấu QGraphicsView

source: Image Background and Fixes
vi: Nền ảnh và Sửa chữa

source: Level: %1
vi: Cấp độ: %1

source: Score: %1
vi: Điểm số: %1

source: Filled: %1%
vi: Đã lấp: %1%

source: Lives: %1
vi: Mạng: %1

source: Time: %1
vi: Thời gian: %1

# @option:check
source: Play Sounds
vi: Phát Âm Thanh

source: Are you sure you want to quit the current game?
vi: Bạn có chắc muốn thoát khỏi trò chơi hiện tại?

# @action;button
source: Quit Game
vi: Thoát Bàn Chơi

source: Game over. Click to start a game
vi: Kết thúc bàn chơi. Bấm để bắt đầu bàn chơi mới

# @title:tab
source: Theme
vi: Chủ đề

# @title:tab
source: Background
vi: Nền
