Repository: caligraph-net/l10n-kf6
Catalog: messages/kmail/kmail._json_.po
Languages: vi

# Name
source: Accounts
vi: Tài khoản

# Name
source: Appearance
vi: diện mạo

# Name
source: Composer
vi: Trình soạn thảo

# Name
source: Misc
vi: Khác

# Name
source: Security
vi: an ninh

# Name
source: New Messages
vi: Tin nhắn mới

# Name
source: Mail
vi: Thư

# Name
source: Summaries
vi: Tóm tắt

# Name
source: Summary
vi: Tóm tắt

# Description
source: Setup for Sending and Receiving Messages
vi: Thiết lập để Gửi và Nhận Tin nhắn

# Description
source: Customize Visual Appearance
vi: Tùy chỉnh diện mạo trực quan

# Description
source: Message Composer Settings
vi: Thiết lập Trình soạn thảo Thông điệp

# Description
source: Settings that don't fit elsewhere
vi: Các thiết lập không phù hợp với các mục khác

# Description
source: Settings Plugins
vi: Các plugin thiết lập

# Description
source: Security & Privacy Settings
vi: Thiết lập An ninh & Tính riêng tư

# Description
source: Mail Summary Setup
vi: Cài đặt Tóm tắt thư

# Description
source: Kontact KMail Plugin
vi: Phần cài cắm KMail của Kontact

# Description
source: Summary Selection
vi: Lựa chọn tóm tắt

# Description
source: Kontact SummaryView Plugin
vi: Phần cài cắm SummaryView của Kontact
