Repository: caligraph-net/l10n-kf6
Catalog: messages/kmail/kmail._desktop_.po
Languages: vi

# Comment
source: Archive Mail Agent
vi: Đại diện Kho trữ Thư

# Name
source: Archive Mail Agent
vi: Đại diện Kho trữ Thư

# Name
source: Archive Mail finished
vi: Kho trữ thư hoàn tất

# Name
source: Archive Mail started
vi: Bắt đầu lưu trữ thư

# Name
source: Directory does not exist
vi: Thư mục không tồn tại

# Name
source: Archive Mail Error
vi: Lỗi Kho Trữ Thư

# Comment
source: Followup reminder agent
vi: Đại diện nhắc nhở theo dõi

# Name
source: Mail Follow Up Received
vi: Thư Theo Dõi Đã Nhận

# Name
source: Followup Reminder Agent
vi: Đại diện Nhắc Nhở Theo Dõi

# Comment
source: Followup Reminder Agent allows to remind you when an email was not answered.
vi: Đại diện Nhắc nhở Theo dõi cho phép bạn nhắc nhở khi một email chưa được trả lời.

# Comment
source: Mail Filter Agent
vi: Đại diện Lọc Thư

# Name
source: Mail Filter Agent
vi: Đại diện Lọc Thư

# Name
source: Mail filter log enabled
vi: Nhật kí lọc thư được bật

# Name
source: An error occurred during filtering
vi: Đã xảy ra lỗi trong quá trình lọc

# Comment
source: Extension to filter emails
vi: Phần mở rộng để lọc email

# Comment
source: Mail Merge Agent
vi: Đại diện Trộn Thư

# Name
source: Mail Merge Agent
vi: Đại diện Trộn Thư

# Comment
source: Send Later Agent
vi: Đại diện Gửi Sau

# Name
source: Mail is sent
vi: Thư đã được gửi

# Name
source: Send mail failed
vi: Gửi thư không thành công

# Name
source: Send Later Agent
vi: Đại diện Gửi Sau

# Name
source: Unified Mailbox Agent
vi: Đại diện Hộp thư Thống nhất

# Comment
source: Unified Mailbox Agent
vi: Đại diện Hộp thư Thống nhất

# Name
source: KMail Refresh Settings
vi: Cập nhật Thiết lập KMail

# GenericName
source: KMail refresh settings
vi: Cập nhật thiết lập KMail

# Comment
source: Refresh KMail settings
vi: Cập nhật thiết lập KMail

# GenericName
source: TNEF File Viewer (proprietary format used by outlook)
vi: Trình xem tệp TNEF (định dạng độc quyền được sử dụng bởi Outlook)

# Comment
source: A viewer/extractor for TNEF files
vi: Trình xem/trích xuất tệp TNEF

# Name
source: Akonadi server sent a warning
vi: Máy chủ Akonadi đã gửi cảnh báo

# Comment
source: Akonadi server sent a warning
vi: Máy chủ Akonadi đã gửi cảnh báo

# Name
source: Akonadi server sent an error
vi: Máy chủ Akonadi đã gửi lỗi

# Comment
source: Akonadi server sent an error
vi: Máy chủ Akonadi đã gửi lỗi

# Name
source: A resource is broken
vi: Tài nguyên bị hỏng

# Comment
source: A resource change its state to broken
vi: Một tài nguyên đã thay đổi trạng thái thành bị hỏng

# Name
source: Impossible to send email
vi: Không thể gửi thư điện tử

# Comment
source: Problem during send mail
vi: Vấn đề khi gửi thư

# Name
source: Archive Mails in Folder done
vi: Đã lưu trữ thư trong thư mục

# Name
source: Folder Archive Error
vi: Lỗi Kho Trữ Thư Mục

# Name
source: Email added to the send later queue
vi: Thư đã được thêm vào hàng đợi gửi sau

# Comment
source: A delayed email delivery is configured and can be canceled
vi: Một lần gửi thư điện tử bị trì hoãn đã được cấu hình và có thể được huỷ

# Name
source: KMail view
vi: Khung xem KMail

# Comment
source: Send, receive and manage your mail with KMail
vi: Gửi, nhận và quản lý email của bạn với KMail

# Name
source: New Message...
vi: Tin nhắn mới...

# Name
source: Check Mail
vi: Kiểm tra thư
