Repository: caligraph-net/l10n-kf6
Catalog: messages/konsole/konsole.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Phan Vĩnh Thịnh

# EMAIL OF TRANSLATORS
source: Your emails
vi: teppi82@gmail.com

source: File
vi: Tệp

source: Edit
vi: Sửa

source: View
vi: Xem

source: Split View
vi: Chia khung xem

source: Settings
vi: Thiết lập

source: Plugins
vi: Phần bổ trợ

source: Help
vi: Trợ giúp

source: Main Toolbar
vi: Thanh công cụ chính

source: S&crollback
vi: Cuộn ngượ&c

source: Session Toolbar
vi: Thanh công cụ phiên

# @info:shell
source: Name of profile to use for new Konsole instance
vi: Tên hồ sơ dùng cho hiện thể Konsole mới

# @info:shell
source: json layoutfile to be loaded to use for new Konsole instance
vi: tệp bố trí json cần tải để dùng cho hiện thể Konsole mới

# @info:shell
source: Use the built-in profile instead of the default profile
vi: Sử dụng hồ sơ tích hợp thay vì hồ sơ mặc định

# @info:shell
source: Set the initial working directory of the new tab or window to 'dir'
vi: Đặt thư mục làm việc ban đầu của thẻ hoặc cửa sổ mới thành 'dir'

# @info:shell
source: Do not close the initial session automatically when it ends.
vi: Không tự động đóng phiên ban đầu khi kết thúc.

# @info:shell
source: Create a new tab in an existing window rather than creating a new window ('Run all Konsole windows in a single process' must be enabled)
vi: Tạo thẻ mới trong cửa sổ hiện có thay vì tạo cửa sổ mới ('Chạy tất cả cửa sổ Konsole trong một tiến trình' phải được bật)

# @info:shell
source: Create tabs as specified in given tabs configuration file
vi: Tạo các thẻ theo tệp cấu hình thẻ đã cho

# @info:shell
source: Start Konsole in the background and bring to the front when Ctrl+Shift+F12 (by default) is pressed
vi: Khởi động Konsole trong nền và đưa lên trước khi Ctrl+Shift+F12 (mặc định) được bấm

# @info:shell
source: Run in a separate process
vi: Chạy trong tiến trình riêng biệt

# @info:shell
source: Show the menubar, overriding the default setting
vi: Hiện thanh menu, ghi đè thiết lập mặc định

# @info:shell
source: Hide the menubar, overriding the default setting
vi: Ẩn thanh menu, ghi đè thiết lập mặc định

# @info:shell
source: Show the tabbar, overriding the default setting
vi: Hiển thị thanh tab, ghi đè thiết lập mặc định

# @info:shell
source: Hide the tabbar, overriding the default setting
vi: Ẩn thanh tab, ghi đè thiết lập mặc định

# @info:shell
source: Start Konsole in fullscreen mode
vi: Khởi động Konsole ở chế độ toàn màn hình

# @info:shell
source: Disable transparent backgrounds, even if the system supports them.
vi: Tắt nền trong suốt, ngay cả khi hệ thống hỗ trợ.

# @info:shell
source: List the available profiles
vi: Liệt kê các hồ sơ sẵn có

# @info:shell
source: List all the profile properties names and their type (for use with -p)
vi: Liệt kê tên và kiểu của các thuộc tính hồ sơ (dùng với -p)

# @info:shell
source: Change the value of a profile property.
vi: Thay đổi giá trị của thuộc tính hồ sơ.

# @info:shell
source: Command to execute. This option will catch all following arguments, so use it as the last option.
vi: Lệnh để thực thi. Lựa chọn này sẽ bắt tất cả các đối số tiếp theo, vì vậy hãy sử dụng nó như lựa chọn cuối cùng.

# @info:shell
source: Force re-using the existing instance even if it breaks functionality, e. g. --new-tab. Mostly for debugging.
vi: Bắt buộc sử dụng lại hiện thể đang tồn tại ngay cả khi phá vỡ chức năng, ví dụ --new-tab. Chủ yếu để gỡ lỗi.

# @info:shell
source: Arguments passed to command
vi: Các đối số truyền cho lệnh

# @item
source: Toggle Background Window
vi: Bật/tắt cửa sổ nền

# @item:inmenu The user's name and host they are connected to via ssh
source: %1 on %2
vi: %1 trên %2

# @item:intable palette
source: Foreground
vi: Màu chữ

# @item:intable palette
source: Background
vi: Nền

# @item:intable palette
source: Color 1
vi: Màu 1

# @item:intable palette
source: Color 2
vi: Màu 2

# @item:intable palette
source: Color 3
vi: Màu 3

# @item:intable palette
source: Color 4
vi: Màu 4

# @item:intable palette
source: Color 5
vi: Màu 5

# @item:intable palette
source: Color 6
vi: Màu 6

# @item:intable palette
source: Color 7
vi: Màu 7

# @item:intable palette
source: Color 8
vi: Màu 8

# @item:intable palette
source: Foreground (Intense)
vi: Tiền cảnh (Đậm)

# @item:intable palette
source: Background (Intense)
vi: Nền (Đậm)

# @item:intable palette
source: Color 1 (Intense)
vi: Màu 1 (Đậm)

# @item:intable palette
source: Color 2 (Intense)
vi: Màu 2 (Đậm)

# @item:intable palette
source: Color 3 (Intense)
vi: Màu 3 (Đậm)

# @item:intable palette
source: Color 4 (Intense)
vi: Màu 4 (Đậm)

# @item:intable palette
source: Color 5 (Intense)
vi: Màu 5 (Đậm)

# @item:intable palette
source: Color 6 (Intense)
vi: Màu 6 (Đậm)

# @item:intable palette
source: Color 7 (Intense)
vi: Màu 7 (Đậm)

# @item:intable palette
source: Color 8 (Intense)
vi: Màu 8 (Đậm)

# @item:intable palette
source: Foreground (Faint)
vi: Tiền cảnh (Mờ)

# @item:intable palette
source: Background (Faint)
vi: Nền (Mờ)

# @item:intable palette
source: Color 1 (Faint)
vi: Màu 1 (Mờ)

# @item:intable palette
source: Color 2 (Faint)
vi: Màu 2 (Mờ)

# @item:intable palette
source: Color 3 (Faint)
vi: Màu 3 (Mờ)

# @item:intable palette
source: Color 4 (Faint)
vi: Màu 4 (Mờ)

# @item:intable palette
source: Color 5 (Faint)
vi: Màu 5 (Mờ nhạt)

# @item:intable palette
source: Color 6 (Faint)
vi: Màu 6 (Mờ)

# @item:intable palette
source: Color 7 (Faint)
vi: Màu 7 (Mờ)

# @item:intable palette
source: Color 8 (Faint)
vi: Màu 8 (Mờ)

# @item
source: Un-named Color Scheme
vi: Quy hoạch màu không tên

# @label:listbox Column header text for color names
source: Name
vi: Tên

# @label:listbox Column header text for the actual colors
source: Color
vi: Màu

# @label:listbox Column header text for the actual intense colors
source: Intense color
vi: Màu đậm

# @label:listbox Column header text for the actual faint colors
source: Faint color
vi: Màu mờ

# @info:status
source: The background transparency setting will not be used because your desktop does not appear to support transparent windows.
vi: Thiết lập trong suốt nền không được dùng vì máy tính không hỗ trợ cửa sổ trong suốt.

# @title:window
source: Select wallpaper image file
vi: Chọn tệp ảnh phông nền

# @label:textbox Filter in file open dialog
source: Supported Images
vi: Ảnh được hỗ trợ

# @title:window
source: New Color Scheme
vi: Quy hoạch màu mới

# @title:window
source: Edit Color Scheme
vi: Sửa quy hoạch màu

# @info:tooltip
source: Click to choose color
vi: Bấm để chọn màu

# @info:tooltip
source: Click to choose intense color
vi: Bấm để chọn màu đậm

# @info:tooltip
source: Click to choose Faint color
vi: Bấm để chọn màu Mờ

source: Description:
vi: Mô tả:

source: Hue and saturation values of default foreground and background colors are randomized by default. Some color schemes might use different randomization settings. To see any effect, set colors with saturation value greater than 0.
vi: Sắc độ và độ bão hòa của màu nền và chữ mặc định được ngẫu nhiên hóa. Một số bảng màu có thể dùng cài đặt ngẫu nhiên khác. Để thấy hiệu ứng, đặt màu có độ bão hòa lớn hơn 0.

source: Randomly adjust colors for each session
vi: Điều chỉnh màu ngẫu nhiên cho mỗi phiên

source: Blur background
vi: Làm mờ nền

source: Background color transparency:
vi: Độ trong suốt màu nền:

source: Percent
vi: Phần trăm

source: Wallpaper transparency:
vi: Độ trong suốt của phông nền:

source: Background image:
vi: Ảnh nền:

source: Edit the path of the background image
vi: Sửa đường dẫn ảnh nền

source: Choose the background image
vi: Chọn ảnh nền

source: Wallpaper scaling:
vi: Tỷ lệ phông nền:

source: Tile
vi: Lát

source: Stretch
vi: Kéo giãn

source: Crop
vi: Xén cạnh

source: Adapt
vi: Điều chỉnh

source: NoScaling
vi: Không co giãn

source: Wallpaper flip:
vi: Lật phông nền:

source: NoFlip
vi: Không lật

source: Horizontal
vi: Ngang

source: Vertical
vi: Dọc

source: Both
vi: Cả hai

source: Horizontal Anchor:
vi: Điểm neo ngang:

source: Left
vi: Trái

source: Vertical Anchor:
vi: Điểm neo dọc:

source: Top
vi: Trên

source: Copy Input
vi: Sao chép Kết nhập

source: Filter:
vi: Bộ lọc:

source: Select All
vi: Bôi đen tất cả

source: Deselect All
vi: Bỏ chọn tất cả

# Caption of hover tooltip
source: Color Preview
vi: Xem thử màu

source: Could not open file with the text editor specified in the profile settings; it will be opened with the system default editor.
vi: Không mở được tệp bằng trình sửa văn bản được chỉ định trong cài đặt hồ sơ; Nó sẽ được mở bằng trình sửa mặc định của hệ thống.

source: Copy Location
vi: Sao chép địa điểm

source: Generating Thumbnail
vi: Đang tạo hình nhỏ

source: Open Link
vi: Mở liên kết

source: Copy Link Address
vi: Chép địa chỉ liên kết

source: Send Email To...
vi: Gửi thư cho...

source: Copy Email Address
vi: Chép địa chỉ thư

# @title:window
source: Select font
vi: Chọn phông chữ

# @action:button
source: Show all fonts
vi: Hiện tất cả phông chữ

# @info:status
source: By its very nature, a terminal program requires font characters that are equal width (monospace). Any non monospaced font may cause display issues. This should not be necessary except in rare cases.
vi: Về bản chất, một chương trình dòng lệnh yêu cầu các ký tự phông chữ có chiều rộng bằng nhau (đơn cách). Bất kỳ phông chữ không đơn cách nào cũng có thể gây ra vấn đề hiển thị. Điều này chỉ cần thiết trong một số trường hợp hiếm gặp.

# @title:window
source: Adjust Scrollback
vi: Điều chỉnh cuộn ngược

# @info:status
source: Any adjustments are only temporary to this session.
vi: Mọi điều chỉnh chỉ tạm thời trong phiên này.

# @label:textbox
source: Enter descriptive label
vi: Nhập nhãn mô tả

source: Key Combination
vi: Tổ hợp phím

source: Output
vi: Kết xuất

source: New Key Binding List
vi: Danh sách tổ hợp phím mới

source: Edit Key Binding List
vi: Sửa danh sách tổ hợp phím

source: A key bindings scheme cannot be saved with an empty description.
vi: Không thể lưu quy hoạch kết buộc phím với mô tả trống.

source: Add
vi: Thêm

source: Remove
vi: Xoá

# Title of the area where you test your keys are properly configured
source: Test Area
vi: Vùng kiểm thử

source: Input:
vi: Vào:

source: Output:
vi: Ra:

# @title
source: Terminal emulator
vi: Trình giả lập thiết bị đầu cuối

# @info:credit
source: (c) 1997-2022, The Konsole Developers
vi: (c) 1997-2022, Các nhà phát triển Konsole

# @info:credit
source: General maintainer, bug fixes and general improvements
vi: Người bảo trì chính, sửa lỗi và cải tiến chung

# @info:credit
source: Previous maintainer, ported to KDE4
vi: Người bảo trì trước, chuyển đổi sang KDE4

# @info:credit
source: Original author
vi: Tác giả gốc

# @info:credit
source: Major refactoring, bug fixes and major improvements
vi: Cải tiến lớn, sửa lỗi và cải thiện đáng kể

# @info:credit
source: Bug fixes and general improvements
vi: Sửa lỗi và cải tiến chung

# @info:credit
source: Bug fixes and major improvements
vi: Sửa lỗi và cải tiến lớn

# @info:credit
source: General improvements
vi: Cải tiến chung

# @info:credit
source: Bug fixes
vi: Sửa lỗi

# @info:credit
source: Solaris support and history
vi: Hỗ trợ Solaris và lịch sử

# @info:credit
source: Bug fixes and improved startup performance
vi: Sửa lỗi và cải thiện hiệu suất khởi động

# @info:credit
source: Marking improvements
vi: Cải tiến đánh dấu

# @info:credit
source: Embedded Konsole Toolbar and session names
vi: Konsole nhúng Tên thanh công cụ và phiên

# @info:credit
source: Embedded Konsole General improvements
vi: Konsole nhúng Cải tiến chung

# @info:credit
source: Visual effects
vi: Hiệu ứng trực quan

# @info:credit
source: Code from the kvt project General improvements
vi: Mã từ dự án kvt Cải tiến chung

# @info:credit
source: Schema and text selection improvements
vi: Cải tiến sơ đồ và phần bôi đen văn bản

# @info:credit
source: SGI port
vi: Cổng SGI

# @info:credit
source: FreeBSD port
vi: Cổng FreeBSD

# @info:credit
source: Thanks to many others.
vi: Cảm ơn nhiều người khác.

# @action:inmenu
source: &New Tab
vi: Thẻ mớ&i

# @action:inmenu
source: &Clone Tab
vi: N&hân bản thẻ

# @action:inmenu
source: New &Window
vi: &Cửa sổ mới

# @action:inmenu
source: Close Window
vi: Đóng cửa sổ

# @title:menu
source: &Bookmarks
vi: &Dấu trang

source: &Window Color Scheme
vi: Quy hoạch màu cử&a sổ

# @action:inmenu
source: Manage Profiles...
vi: Quản lý hồ sơ...

# @item
source: Activate Menu
vi: Kích hoạt trình đơn

# @action:inmenu
source: Save Tab Layout...
vi: Lưu Bố cục Thẻ...

# @action:inmenu
source: Load Tab Layout...
vi: Tải Bố Cục Thẻ...

# @info
source: There is a process running in this window. Do you still want to quit?
vi: Có %1 tiến trình đang chạy trong cửa sổ này. Bạn vẫn muốn thoát?

# @title
source: Confirm Close
vi: Xác nhận đóng

# @action:button
source: Close &Window
vi: Đó&ng cửa sổ

# @action:button
source: Close Current &Tab
vi: Đóng t&hẻ hiện tại

# @info
source: There are %1 open terminals in this window. Do you still want to quit?
vi: Có %1 dòng lệnh đang mở trong cửa sổ này. Bạn vẫn muốn thoát?

# @title Preferences page name
source: Profiles
vi: Hồ sơ

# @title Preferences page name
source: General
vi: Chung

# @title Preferences page name
source: Memory
vi: Bộ nhớ

# @title Preferences page name
source: Tab Bar / Splitters
vi: Thanh thẻ / Bộ chia

# @title Preferences page name
source: Temporary Files
vi: Tệp tạm thời

# @title Preferences page name
source: Thumbnails
vi: Hình nhỏ

# @title Preferences page name
source: Part Info
vi: Thông tin Phần

source: Form
vi: Biểu mẫu

source: Shortcut:
vi: Phím tắt:

source: Filter...
vi: Lọc...

source: Invert
vi: Đảo ngược

source: Title
vi: Tiêu đề

source: Tooltip
vi: Chú giải

source: Group
vi: Nhóm

source: Default
vi: Mặc định

source: Command
vi: Lệnh

source: Warnings
vi: Cảnh báo

source: Run
vi: Chạy

source: Save
vi: Lưu

source: Update
vi: Cập nhật

source: Cancel
vi: Huỷ

source: Quick Commands
vi: Lệnh Nhanh

source: Show Quick Access
vi: Hiện Truy Cập Nhanh

source: No quick commands found. You can add one on Plugins -> Quick Commands
vi: Không tìm thấy lệnh nhanh. Bạn có thể thêm trong Plugins -> Lệnh nhanh

source: Plugins - Quick Commands
vi: Phần bổ trợ - Lệnh nhanh

source: Show Quick Commands
vi: Hiện Lệnh Nhanh

source: A duplicate item exists
vi: Đã tồn tại một mục trùng lặp

source: Please fix all the warnings before trying to run this script
vi: Vui lòng sửa tất cả cảnh báo trước khi chạy kịch bản này

source: There are some errors on the script, do you really want to run it?
vi: Có một số lỗi trong tập lệnh, bạn có thực sự muốn chạy nó không?

source: Shell Errors
vi: Lỗi Hệ Vỏ

# @action:button
source: Run
vi: Chạy

source: You are about to delete the group %1, with multiple configurations, are you sure?
vi: Bạn sắp xóa nhóm %1, với nhiều cấu hình, bạn có chắc chắn không?

source: You are about to delete %1, are you sure?
vi: Bạn sắp xóa %1, bạn có chắc không?

source: Delete Quick Commands Configurations
vi: Xóa Cấu hình Lệnh Nhanh

source: Title can not be empty or blank
vi: Tiêu đề không thể trống

source: Command can not be empty
vi: Lệnh không thể trống

source: Rename
vi: Đổi tên

source: Delete
vi: Xóa

source: Warnings (*)
vi: Cảnh báo (*)

# @item:inlistbox Hosts from ssh/config file
source: SSH Config
vi: Cấu hình SSH

# @item:inlistbox The default list of ssh hosts
source: Default
vi: Mặc định

source: %1 is a folder for SSH entries
vi: %1 là thư mục cho các mục SSH

source: SSH Config
vi: Cấu hình SSH

source: Host: %1
vi: Máy chủ: %1

source: SSH Manager
vi: Trình quản lý SSH

source: Show SSH Manager
vi: Hiện trình quản lý SSH

source: Show Quick Access for SSH Actions
vi: Hiện Truy Cập Nhanh cho Hành Động SSH

source: No saved SSH config found. You can add one on Plugins -> SSH Manager
vi: Không tìm thấy cấu hình SSH đã lưu. Thêm tại Plugins -> SSH Manager

source: Plugins - SSH Manager
vi: Phần bổ trợ - Trình quản lý SSH

source: SSH Entries
vi: Mục SSH

source: Could not get the process name, assume that we can't request a connection
vi: Không lấy được tên tiến trình, giả định rằng không thể yêu cầu kết nối

source: Error issuing SSH Command
vi: Lỗi thực hiện lệnh SSH

source: Can't issue SSH command outside the shell application (eg, bash, zsh, sh)
vi: Không thể thực thi lệnh SSH bên ngoài ứng dụng hệ vỏ (ví dụ: bash, zsh, sh)

source: SSH Key
vi: Khóa SSH

# @action:inmenu
source: Delete
vi: Xóa

source: Don't Change
vi: Không thay đổi

source: You are about to delete the folder %1, with multiple SSH Configurations, are you sure?
vi: Bạn sắp xóa thư mục %1, chứa nhiều cấu hình SSH, bạn chắc chắn chứ?

# @title:window
source: Delete SSH Configurations
vi: Xóa Cấu hình SSH

source: Imported SSH Profile <br/> Some settings are read only.
vi: Đã nhập hồ sơ SSH <br/> Một số thiết lập chỉ được đọc.

source: Missing Hostname
vi: Thiếu Tên máy chủ

source: Missing Name
vi: Thiếu Tên

source: If Use Ssh Config is set, do not specify sshkey or username.
vi: Nếu đã chọn Dùng Cấu hình Ssh, không cần chỉ định khóa ssh hoặc tên người dùng.

source: At least Username or SSHKey must be set
vi: Phải đặt ít nhất Tên người dùng hoặc Khóa SSH

source: Missing Folder
vi: Thiếu Thư mục

source: An SSH session must have a profile
vi: Một phiên SSH phải có hồ sơ

source: Cannot delete this folder
vi: Không thể xóa thư mục này

source: Delete folder and all of its contents
vi: Xóa thư mục và toàn bộ nội dung

source: Double click to change the folder name.
vi: Bấm đúp để đổi tên thư mục.

source: You can't delete an automatically added entry.
vi: Bạn không thể xóa mục được thêm tự động.

source: Delete selected entry
vi: Xóa mục đã chọn

source: Shortcut
vi: Phím tắt

source: Show entries that don't match the filter
vi: Hiển thị mục không khớp với bộ lọc

source: Change profile on connect/disconnect
vi: Đổi hồ sơ khi kết nối/ngắt kết nối

source: Manage profile
vi: Quản lý hồ sơ

source: Identifier
vi: Mã định danh

source: A name for this ssh entry
vi: Tên cho mục SSH này

source: The name of this entry on the list
vi: Tên của mục này trong danh sách

source: SSH Hostname
vi: Tên máy chủ SSH

source: The hostname of the server
vi: Tên máy chủ

source: Port
vi: Cổng

source: The port of the server, 22 is the default for ssh connections
vi: Cổng của máy chủ, 22 là mặc định cho kết nối ssh

source: The private key to be used for this connection
vi: Khoá bí mật được sử dụng cho kết nối này

source: The private key
vi: Khoá bí mật

source: If this is set, we don't rely on the SSH key set above, but on the configuration on ~/.ssh/config
vi: Nếu được đặt, chúng ta không dựa vào khóa SSH ở trên, mà vào cấu hình trong ~/.ssh/config

source: Use ~/.ssh/config for key
vi: Dùng ~/.ssh/config cho khóa

source: Username
vi: Tên người dùng

source: The username for the connection
vi: Tên người dùng cho kết nối

source: Your username
vi: Tên người dùng của bạn

source: Folder
vi: Thư mục

source: For organizational purposes, this entry will be inside of this folder.
vi: Để phục vụ mục đích tổ chức, mục này sẽ nằm trong thư mục này.

source: Profile
vi: Hồ sơ

source: The profile to be active when the ssh session starts
vi: Hồ sơ sẽ hoạt động khi phiên ssh bắt đầu

source: Add a new SSH Entry
vi: Thêm mục SSH mới

source: Delete selected SSH entry
vi: Xóa mục SSH đã chọn

source: Edit selected entry
vi: Sửa mục đã chọn

source: Add new SSH Configuration
vi: Thêm cấu hình SSH mới

source: Cancel Add or Edit
vi: Huỷ thêm hoặc sửa

source: No plugins available
vi: Không có plugin nào khả dụng

source: Output Options
vi: Tùy chọn đầu ra

source: Printer &friendly mode (black text, no background)
vi: &Chế độ máy in thân thiện (chữ đen, không nền)

source: &Scale output
vi: Đổi &cỡ đầu ra

# Name of the built-in profile
source: Built-in
vi: Tích hợp

source: Default profile
vi: Hồ sơ mặc định

# New profile name, %1 is a number
source: Profile %1
vi: Hồ sơ %1

source: Konsole does not have permission to save this profile to %1
vi: Konsole không có quyền lưu hồ sơ này vào %1

# @title:column Profile name
source: Name
vi: Tên

# @title:column Profile keyboard shortcut
source: Shortcut
vi: Phím tắt

source: [Read-only]
vi: [Chỉ đọc]

# @label:textbox added to the name of the current default profile
source: [Default]
vi: [Mặc định]

# @info:tooltip
source: Built-in profile is always available
vi: Hồ sơ tích hợp luôn sẵn có

# @info:tooltip
source: Double click to change shortcut
vi: Bấm đúp để thay đổi phím tắt

source: Tab Properties
vi: Thuộc tính thẻ

source: Save Output From %1
vi: Lưu kết xuất từ %1

source: %1 is an invalid URL, the output could not be saved.
vi: %1 là địa chỉ URL không hợp lệ nên không thể lưu kết xuất.

source: A problem occurred when saving the output. %1
vi: Gặp lỗi khi lưu kết xuất. %1

source: Black on Light Yellow
vi: Đen trên vàng nhạt

source: Black on Random Light
vi: Đen trên nền sáng ngẫu nhiên

source: Black on White
vi: Đen trên trắng

source: Blue on Black
vi: Xanh trên đen

source: Dark Pastels
vi: Màu tối nhạt

source: Green on Black
vi: Xanh lá trên đen

source: Linux Colors
vi: Màu Linux

source: Red on Black
vi: Đỏ trên đen

source: Solarized Light
vi: Solarized Sáng

source: White on Black
vi: Trắng trên đen

source: Default (XFree 4)
vi: Mặc định (XFree 4)

source: Linux console
vi: Bàn giao tiếp Linux

source: Solaris console
vi: Bàn giao tiếp Solaris

source: Bell in '%1' (Session '%2')
vi: Chuông trong '%1' (Phiên '%2')

source: Could not find binary:
vi: Không tìm thấy được tệp nhị phân:

# @info:shell Alert the user with red color text
source: Warning:
vi: Cảnh báo:

source: Could not find an interactive shell to start.
vi: Không tìm được hệ vỏ tương tác để khởi động.

source: Could not find '%1', starting '%2' instead. Please check your profile settings.
vi: Không tìm được '%1', khởi động '%2' thay thế. Vui lòng kiểm tra cài đặt hồ sơ của bạn.

source: Could not start program '%1' with arguments '%2'.
vi: Không khởi động được chương trình '%1' với tham số '%2'.

source: Silence in '%1' (Session '%2')
vi: Im lặng trong '%1' (Phiên '%2')

source: Show session
vi: Hiện phiên

source: The D-Bus methods sendText/runCommand were just used. There are security concerns about allowing these methods to be public. If desired, these methods can be changed to internal use only by re-compiling Konsole. <p>This warning will only show once for this Konsole instance.</p>
vi: Các phương thức D-Bus sendText/runCommand vừa được sử dụng. Có những lo ngại về an ninh khi cho phép các phương thức này công khai. Nếu muốn, các phương thức này có thể được thay đổi chỉ để sử dụng nội bộ bằng cách biên dịch lại Konsole. <p>Cảnh báo này sẽ chỉ hiển thị một lần cho phiên bản Konsole này.</p>

# @info:shell This session is done
source: Finished
vi: Kết thúc

source: Program '%1' crashed.
vi: Chương trình '%1' bị đổ vỡ.

source: Program '%1' exited with status %2.
vi: Chương trình '%1' kết thúc với trạng thái %2.

source: ZModem Progress
vi: Tiến trình ZModem

source: Activity in '%1' (Session '%2')
vi: Hoạt động trong '%1' (Phiên '%2')

source: The process '%1' has finished running in session '%2'
vi: Tiến trình '%1' đã kết thúc chạy trong phiên '%2'

source: Konsole does not know how to open the bookmark:
vi: Konsole không biết cách mở đánh dấu:

source: Search for '%1' with
vi: Tìm kiếm '%1' với

source: Configure Web Shortcuts...
vi: Cấu hình lối tắt Web...

source: &Close Session
vi: Đó&ng phiên

source: Open File Manager
vi: Mở Trình quản lý tệp

source: Copy
vi: Sao chép

source: Split View Left-Right
vi: Chia khung xem Trái-Phải

source: Split View Top-Bottom
vi: Chia khung xem trên-dưới

source: Copy except prompts
vi: Sao chép trừ lời nhắc

source: Copy user input
vi: Sao chép đầu vào người dùng

source: Copy command output
vi: Sao chép đầu ra lệnh

source: Paste Selection
vi: Dán phần bôi đen

source: Web Search
vi: Tìm kiếm Web

source: &Select All
vi: &Bôi đen tất cả
