Repository: caligraph-net/l10n-kf6
Catalog: messages/konsole/konsole._desktop_.po
Languages: vi

# Name
source: Bell in Focused Session
vi: Chuông trong phiên đang tập trung

# Comment
source: Bell emitted within a focused session
vi: Chuông phát ra trong phiên đang được tập trung

# Name
source: Bell in Non-Focused Session
vi: Chuông trong phiên không tập trung

# Comment
source: Bell emitted within a non-focused session
vi: Chuông phát ra trong phiên không được tập trung

# Name
source: Activity in Non-Focused Monitored Session
vi: Hoạt động trong Phiên Được Giám Sát Không Tập Trung

# Comment
source: Activity detected in a non-focused monitored session
vi: Phát hiện hoạt động trong phiên được giám sát không tập trung

# Name
source: Activity in Monitored Session
vi: Hoạt động trong Phiên được Giám sát

# Comment
source: Activity detected in a monitored session
vi: Phát hiện hoạt động trong phiên được giám sát

# Name
source: Silence in Non-Focused Monitored Session
vi: Im lặng trong phiên được giám sát không tập trung

# Comment
source: Silence detected in a non-focused monitored session
vi: Phát hiện im lặng trong phiên được giám sát không được tập trung

# Name
source: Silence in Monitored Session
vi: Im lặng trong phiên được giám sát

# Comment
source: Silence detected in a monitored session
vi: Phát hiện im lặng trong phiên được giám sát

# Name
source: Process finished in Non-Focused Monitored Session
vi: Tiến trình kết thúc trong phiên được giám sát không tập trung

# Comment
source: Process finished in a non-focused monitored session
vi: Tiến trình kết thúc trong phiên được giám sát không được tập trung

# Name
source: Process finished in Monitored Session
vi: Tiến trình kết thúc trong Phiên được Giám sát

# Comment
source: Process finished in a monitored session
vi: Tiến trình kết thúc trong phiên được giám sát

# Name
source: Session Finished With Non-Zero Status
vi: Phiên Kết Thúc Với Trạng Thái Khác Không

# Comment
source: A session has exited with non-zero status
vi: Một phiên đã kết thúc với trạng thái khác không

# Name
source: Process Triggered a Notification in a Focused Session
vi: Tiến trình kích hoạt thông báo trong phiên đang được tập trung

# Comment
source: Notification emitted by a process in a focused session
vi: Thông báo được phát ra bởi một tiến trình trong phiên đang được tập trung

# Name
source: Process Triggered a Notification in a Non-Focused Session
vi: Tiến trình kích hoạt thông báo trong phiên không được tập trung

# Comment
source: Notification emitted by a process in a non-focused session
vi: Thông báo được phát ra bởi một tiến trình trong phiên không được tập trung

# Name
source: Shell prompt triggered a notification in a non-focused session
vi: Hệ vỏ kích hoạt thông báo trong phiên không được tập trung

# Comment
source: Shell prompt triggered a notification in a non-focused session
vi: Hệ vỏ kích hoạt thông báo trong phiên không được tập trung

# Name
source: Shell prompt triggered a notification
vi: Hệ vỏ kích hoạt thông báo

# Comment
source: Shell prompt triggered a notification
vi: Hệ vỏ kích hoạt thông báo

# Name
source: Terminal Emulator
vi: Mô phỏng thiết bị cuối

# Comment
source: Command line access
vi: Truy cập dòng lệnh

# Name
source: Run In Konsole
vi: Chạy Trong Konsole

# Comment
source: Run within Konsole
vi: Chạy trong Konsole

# Keywords
source: terminal;console;script;run;execute;command;command-line;commandline;cli;bash;sh;shell;zsh;cmd;command prompt
vi: terminal;console;kịch bản;chạy;thực thi;lệnh;dòng lệnh;cli;bash;sh;shell;zsh;cmd;dấu nhắc lệnh

# GenericName
source: Terminal
vi: Trình dòng lệnh

# Name
source: Open a New Window
vi: Mở cửa sổ mới

# Name
source: Open a New Tab
vi: Mở thẻ mới
