Repository: caligraph-net/l10n-kf6
Catalog: messages/konsole/konsole.po
Languages: vi

source: Select &Mode
vi: C&hế độ bôi đen

source: Select &Line
vi: &Bôi đen dòng

source: Save Output &As...
vi: Lưu kế&t xuất thành...

source: &Print Screen...
vi: Chụp mà&n hình...

source: Adjust Scrollback...
vi: Điều chỉnh cuộn lùi...

source: Clear Scrollback
vi: Xoá vùng cuộn ngược

source: Clear Scrollback and Reset
vi: Làm trống vùng cuộn ngược và đặt lại

source: Next Profile
vi: Hồ sơ tiếp theo

source: Previous Profile
vi: Hồ sơ trước

source: Switch Profile
vi: Chuyển hồ sơ

source: Set &Encoding
vi: Đặt mã h&oá

# @item:inmenu Allows terminal applications to request mouse tracking
source: Allow Mouse Tracking
vi: Cho phép theo dõi chuột

# @item:inmenu A read only (locked) session
source: Read-Only
vi: Chỉ đọc

source: &Configure or Rename Tab...
vi: &Cấu hình hoặc đổi tên thẻ...

source: &All Tabs in Current Window
vi: Tất cả Tab trong Cửa &sổ Hiện tại

source: &Select Tabs...
vi: Bôi đe&n thẻ...

# @action:inmenu Do not select any tabs
source: &None
vi: K&hông

source: Copy Input To
vi: Sao chép Đầu vào Đến

source: &ZModem Upload...
vi: Tải lên &ZModem...

source: One-Shot Monitors
vi: Màn hình Một lần

source: Monitor for &Prompt
vi: Theo dõi lời nhắ&c

source: Monitor for &Activity
vi: Theo dõi các &hoạt động

source: Monitor for &Silence
vi: Theo dõi sự &nghỉ

source: Monitor for Process Finishing
vi: Giám sát quá trình kết thúc

source: Enlarge Font
vi: Phóng to phông chữ

source: Shrink Font
vi: Thu nhỏ phông chữ

source: Reset Font Size
vi: Đặt lại cỡ phông chữ

source: Send Signal
vi: Gửi Tín Hiệu

source: &Suspend Task
vi: Tạm dừn&g tác vụ

source: &Continue Task
vi: Tiếp tục tác &vụ

source: &Hangup
vi: Ngắt &kết nối

source: &Interrupt Task
vi: Ngắt Tá&c Vụ

source: &Terminate Task
vi: &Kết thúc tác vụ

source: &Kill Task
vi: Diệt tá&c vụ

source: User Signal &1
vi: Tín hiệu người dùng &1

source: User Signal &2
vi: Tín hiệu người dùng &2

source: Create New Profile...
vi: Tạo hồ sơ mới...

source: Edit Current Profile...
vi: Sửa hồ sơ hiện thời...

source: A program is currently running in this session. Are you sure you want to close it?
vi: Một chương trình đang chạy trong phiên này. Bạn có chắc muốn đóng nó không?

source: The program '%1' is currently running in this session. Are you sure you want to close it?
vi: Chương trình '%1' đang chạy trong phiên này. Bạn có chắc muốn đóng nó không?

source: Confirm Close
vi: Xác nhận đóng

# @action:button
source: Close Program
vi: Đóng chương trình

source: A program in this session would not die. Are you sure you want to kill it by force?
vi: Một chương trình trong phiên này không chịu tắt. Bạn có chắc muốn diệt nó bằng vũ lực?

source: The program '%1' is in this session would not die. Are you sure you want to kill it by force?
vi: Chương trình '%1' trong phiên này không chịu tắt. Bạn có chắc muốn diệt nó bằng vũ lực?

# @action:button
source: Kill Program
vi: Diệt Chương Trình

source: The shell prompt is displayed in session '%1'
vi: Lời nhắc hệ vỏ được hiển thị trong phiên '%1'

source: Open Current Folder With
vi: Mở Thư Mục Hiện Tại Bằng

source: Save ZModem Download to...
vi: Lưu tải về ZModem vào...

source: <p>A ZModem file transfer attempt has been detected, but no suitable ZModem software was found on this system.</p><p>You may wish to install the 'rzsz' or 'lrzsz' package.</p>
vi: <p>Đã phát hiện nỗ lực truyền tệp ZModem, nhưng không tìm thấy phần mềm ZModem phù hợp trên hệ thống này.</p><p>Bạn có thể muốn cài đặt gói 'rzsz' hoặc 'lrzsz'.</p>

source: <p>The current session already has a ZModem file transfer in progress.</p>
vi: Phiên hiện tại đã có quá trình truyền tệp ZModem đang diễn ra.

source: <p>No suitable ZModem software was found on this system.</p><p>You may wish to install the 'rzsz' or 'lrzsz' package.</p>
vi: <p>Không tìm thấy phần mềm ZModem phù hợp trên hệ thống này.</p><p>Bạn có thể cần cài đặt gói 'rzsz' hoặc 'lrzsz'.</p>

source: Select Files for ZModem Upload
vi: Bôi đen tệp để tải lên qua ZModem

# @item:intable The session index
source: Number
vi: Số

# @item:intable The session title
source: Title
vi: Tiêu đề

# @title:window
source: Configure
vi: Cấu hình

# @item:intext Search options
source: Search:
vi: Tìm kiếm:

source: Enable menu accelerators
vi: Bật phím tắt trình đơn

source: If enabled, profile settings will be ignored
vi: Nếu bật, thiết lập hồ sơ sẽ bị bỏ qua

source: Remember window size
vi: Nhớ kích thước cửa sổ

source: Show window title on the titlebar
vi: Hiển thị tiêu đề cửa sổ trên thanh tiêu đề

source: Focus terminals when the mouse pointer is moved over them
vi: Nhắm dòng lệnh khi con trỏ chuột di chuyển qua

source: Match using regular expressions
vi: Khớp bằng biểu thức chính quy

source: When launching Konsole re-use existing process if possible
vi: Khi khởi chạy Konsole, tái sử dụng tiến trình hiện có nếu có thể

source: Run all Konsole windows in a single process
vi: Chạy tất cả cửa sổ Konsole trong một tiến trình duy nhất

source: Highlight all matches
vi: Tô sáng tất cả kết quả trùng khớp

source: Sets whether the search is case sensitive
vi: Đặt tìm kiếm phân biệt chữ hoa chữ thường

source: Case sensitive
vi: Phân biệt chữ hoa chữ thường

source: Remove window titlebar and frame
vi: Xoá thanh tiêu đề và khung cửa sổ

source: Process and window:
vi: Tiến trình và cửa sổ:

source: Notifications:
vi: Thông báo:

source: All dialogs will be shown again
vi: Tất cả hộp thoại sẽ được hiển thị lại

source: Enable all "Don't Ask Again" messages
vi: Bật tất cả thông báo "Không hỏi lại"

source: Sets whether search should start from the bottom
vi: Đặt xem việc tìm kiếm có nên khởi động từ dưới cùng không

source: Search backwards
vi: Tìm kiếm ngược lại

source: Sets whether search should stop instead of wrapping
vi: Đặt xem việc tìm kiếm có dừng lại thay vì quay vòng không

source: No wrap
vi: Không quay đầu

source: Show window title set by escape sequence on the titlebar
vi: Hiển thị tiêu đề cửa sổ được đặt bởi chuỗi chuyển dịch trên thanh tiêu đề

source: Allow users to access top menu through Alt+Key combination
vi: Cho phép người dùng truy cập trình đơn trên cùng bằng tổ hợp phím Alt+Phím

source: Use current window size on next startup
vi: Dùng kích thước cửa sổ hiện tại cho lần khởi động sau

source: The window size will be saved upon exiting Konsole
vi: Kích thước cửa sổ sẽ được lưu khi thoát Konsole

source: Thumbnail Width
vi: Chiều rộng hình nhỏ

source: Sets the width of the thumbnail
vi: Đặt chiều rộng của hình nhỏ

source: Use Shift to display a thumbnail
vi: Dùng Shift để hiển thị hình nhỏ

source: Use Alt to display a thumbnail
vi: Dùng Alt để hiển thị hình nhỏ

source: Use Ctrl to display a thumbnail
vi: Dùng Ctrl để hiển thị hình nhỏ

source: Search is case sensitive
vi: Tìm kiếm phân biệt chữ hoa/thường

source: Highlight all search matches
vi: Tô sáng tất cả kết quả tìm kiếm

source: Sets whether matching text should be highlighted
vi: Đặt xem có nên làm nổi bật văn bản khớp hay không

source: Search stops instead of wrapping
vi: Tìm kiếm dừng thay vì quay vòng

source: Control whether child cgroups are created for individual tabs
vi: Kiểm soát việc tạo cgroups con cho từng tab riêng lẻ

source: Determines the memory consumption level above which throttling will start
vi: Xác định mức tiêu thụ bộ nhớ mà trên đó việc điều tiết sẽ khởi động

source: Control the visibility of the whole tab bar
vi: Điều khiển tính khả kiến của toàn bộ thanh thẻ

source: Control the size of the handle between panels
vi: Điều chỉnh kích thước quai móc giữa các bảng điều khiển

source: Control the position of the tab bar
vi: Điều chỉnh vị trí của thanh thẻ

source: Control the visual style of the tab bar
vi: Điều chỉnh kiểu cách trực quan của thanh thẻ

source: Use a user-defined .css file for the tab bar
vi: Dùng tệp .css do người dùng định nghĩa cho thanh thẻ

source: The .css file to use for the tab bar style
vi: Tệp .css để sử dụng cho kiểu cách thanh thẻ

source: Allow middle-clicking on open tabs to close them
vi: Cho phép nhấp chuột giữa vào tab đang mở để đóng

source: Control the visibility of 'New Tab' button on the tab bar
vi: Điều khiển tính khả kiến của nút 'Thẻ mới' trên thanh thẻ

source: Control where the "Close tab" button will be displayed
vi: Điều khiển vị trí hiển thị nút "Đóng thẻ"

source: Control where to put the new tab
vi: Điều khiển vị trí đặt thẻ mới

source: Expand the tab widths
vi: Mở rộng độ rộng thẻ

source: For scrollback files, use system-wide folder location
vi: Sử dụng địa điểm thư mục toàn hệ thống cho các tệp cuộn lại

source: For scrollback files, use user's specific folder location
vi: Sử dụng thư mục cụ thể của người dùng cho các tệp cuộn lại

source: For scrollback files, use specified folder location
vi: Sử dụng thư mục đã chỉ định cho các tệp cuộn lại

source: For scrollback files, use this folder
vi: Sử dụng thư mục này cho các tệp cuộn lại

source: Enable memory monitoring:
vi: Bật giám sát bộ nhớ:

source: Changes will take effect upon restart. If enabled, sustained memory consumption by Konsole exceeding the specified value will cause systemd-oomd to eliminate the tab(s) containing the memory-intensive process(es). Note: enabling might cause greater slowdowns during high memory consumption and specifying excessively low values might still cause Konsole to be killed.
vi: Thay đổi sẽ có hiệu lực sau khi khởi động lại. Nếu bật, khi Konsole tiêu thụ bộ nhớ liên tục vượt quá giá trị đã chỉ định, systemd-oomd sẽ loại bỏ (các) tab chứa (các) tiến trình tiêu tốn nhiều bộ nhớ. Lưu ý: việc bật có thể gây chậm trễ hơn khi tiêu thụ bộ nhớ cao và việc chỉ định giá trị quá thấp vẫn có thể khiến Konsole bị đóng.

source: Memory limit:
vi: Giới hạn bộ nhớ:

source: <html><head/><body><p>Applications that use KonsolePart share profiles.</p><p>They do not share with Konsole or other applications:<ul><li>default profile</li><li>show in menu</li><li>shortcuts</li></ul></p><p>Feel free to open a Konsole <a href="https://bugs.kde.org/enter_bug.cgi?format=guided&product=konsole&component=kpart">bug report</a> if you desire a change to how these are handled.</body></html>
vi: <html><head/><body><&p>Các ứng dụng sử dụng KonsolePart chia sẻ hồ sơ.</p><p>Chúng không chia sẻ với Konsole hoặc các ứng dụng khác:<ul><li>hồ sơ mặc định</li><li>hiển thị trong menu</li><li>phím tắt</li></ul></p><p>Hãy tự nhiên mở một <a href="https://bugs.kde.org/enter_bug.cgi?format=guidedproduct=konsolecomponent=kpart">báo cáo lỗi</a> Konsole nếu bạn muốn thay đổi cách xử lý những điều này.</body></html>

source: Create a new profile based on the selected profile
vi: Tạo hồ sơ mới dựa trên hồ sơ đã chọn

source: &New...
vi: &Mới...

source: Edit the selected profile (this button is disabled for read-only profiles)
vi: Sửa hồ sơ đã chọn (nút này bị tắt đối với hồ sơ chỉ đọc)

source: &Edit...
vi: Sử&a...

source: Delete the selected profile
vi: Xóa hồ sơ đã chọn

source: &Remove
vi: &Xoá

source: Set the selected profile as the default for new terminal sessions
vi: Đặt hồ sơ đã chọn làm mặc định cho các phiên chạy thiết bị cuối mới

source: &Set as Default
vi: Đặt là&m mặc định

# @title:tab Tab bar settings
source: Appearance
vi: Diện mạo

source: Show:
vi: Hiển thị:

source: When needed
vi: Khi cần

source: Alwa&ys
vi: Luôn &luôn

source: &Never
vi: &Không bao giờ

source: Position:
vi: Vị trí:

source: Above terminal area
vi: Phía trên vùng dòng lệnh

source: Be&low terminal area
vi: Bên dưới vùng dòng &lệnh

source: To the left of terminal area
vi: Bên trái vùng dòng lệnh

source: To the &right of terminal area
vi: Bên phải vùng dòng &lệnh

source: Show Close Tab button:
vi: Hiển thị nút Đóng thẻ:

source: On ea&ch tab
vi: Trên mỗ&i thẻ

source: On &the tab bar
vi: Trên &thanh thẻ

# Do not show a close button
source: None
vi: Không

# @item:intext Miscellaneous Options
source: Miscellaneous:
vi: Khác:

source: Show 'New Tab' button
vi: Hiển thị nút 'Thẻ mới'

source: Expand individual tab widths to full window
vi: Mở rộng chiều rộng từng thẻ đến toàn bộ cửa sổ

source: Use user-defined stylesheet:
vi: Dùng bảng định kiểu do người dùng xác định:

# @item:intext Optional file path is empty
source: (none)
vi: (không có)

# @title:tab Tab bar settings
source: Behavior
vi: Hành vi

source: Put new tabs:
vi: Đặt thẻ mới:

source: At &the end
vi: Ở c&uối

source: After current &tab
vi: Sau &thẻ hiện tại

source: Close tab on middle-click
vi: Đóng thẻ bằng chuột giữa

source: Splits
vi: Phân chia

source: Show Header:
vi: Hiện tiêu đề:

# @option:radio When needed show the split header
source: When needed
vi: Khi cần thiết

# @option:radio Never show the split header
source: Never
vi: Không bao giờ

source: Drag Handle Size:
vi: Kích thước quai móc kéo:

# @option:radio Small height/width of splitter widget
source: Small
vi: Nhỏ

# @option:radio Medium height/width of splitter widget
source: Medium
vi: Trung bình

# @option:radio Large height/width of splitter widget
source: Large
vi: Lớn

# @option:radio Always show the split header
source: Always
vi: Luôn luôn

source: System temporary directory (%1)
vi: Thư mục tạm hệ thống (%1)

source: User cache directory (%1)
vi: Thư mục bộ nhớ đệm người dùng (%1)

source: Scrollback file location:
vi: Vị trí tệp cuộn ngược:

# @option:radio Custom (file location); followed by text entry field
source: Custom:
vi: Tùy chỉnh:

source: Size:
vi: Kích thước:

source: <html><head/><body><p>To use this feature, enable <span style=" font-weight:600;">Mouse-&gt;Miscellaneous-&gt;Underline </span><span style=" font-weight:600;">files</span> in your profile settings</p></body></html>
vi: Để sử dụn&g tính năng này, hãy bật <span style=" font-weight:600;">Chuột-gt;Khác-gt;Gạch chân </span><span style=" font-weight:600;">tệp</span> trong cài đặt hồ sơ của bạn

source: Activation:
vi: Kích hoạt:

source: Mouse hover plus
vi: Đảo chuột cộng

source: Enable thumbnails generation
vi: Bật tạo hình nhỏ

source: Size: %1 x %2
vi: Cỡ: %1 x %2

source: Are you sure you want to paste %1 character?
vi: Bạn có chắc muốn dán %1 ký tự không?

source: Confirm Paste
vi: Xác nhận dán

source: End Of Text/Interrupt: may exit the current process
vi: Kết thúc văn bản/Ngắt: có thể thoát tiến trình hiện tại

source: End Of Transmission: may exit the current process
vi: Kết thúc truyền: có thể thoát tiến trình hiện tại

source: Bell: will try to emit an audible warning
vi: Chuông: sẽ cố gắng phát âm thanh cảnh báo

source: Backspace
vi: Xóa lùi

source: Device Control Three/XOFF: suspends output
vi: Điều khiển thiết bị ba/XOFF: tạm dừng đầu ra

source: Substitute/Suspend: may suspend current process
vi: Thay thế/Tạm dừng: có thể tạm dừng tiến trình hiện tại

source: Escape: used for manipulating terminal state
vi: Escape: dùng để thao tác trạng thái dòng lệnh

source: File Separator/Quit: may abort the current process
vi: Phân cách tệp/Thoát: có thể huỷ bỏ tiến trình hiện tại

source: The text you're trying to paste contains hidden control characters, do you want to filter them out?
vi: Văn bản bạn đang cố dán chứa các ký tự điều khiển ẩn, bạn có muốn lọc chúng ra không?

# @title
source: Confirm Paste
vi: Xác nhận dán

# @action:button
source: Paste &without control characters
vi: Dán &không có ký tự điều khiển

# @action:button
source: &Paste everything
vi: Dán &tất cả

# @action:button
source: &Cancel
vi: H&uỷ

source: <qt>Output has been <a href="https://en.wikipedia.org/wiki/Software_flow_control">suspended</a> by pressing Ctrl+S. Press <b>Ctrl+Q</b> to resume.</qt>
vi: Kết xuất đã bị <a href="https://en.wikipedia.org/wiki/Software_flow_control">tạm dừng</a> bằng cách nhấn Ctrl+S. Nhấn <b>Ctrl+Q</b> để tiếp tục.

source: This terminal is read-only.
vi: Dòng lệnh này chỉ đọc.

source: Change &Directory To
vi: Đổ&i thư mục đến

source: &Paste Location
vi: Dá&n địa điểm

# @action:inmenu
source: Split View
vi: Chia khung xem

# @action:inmenu
source: Split View Left/Right
vi: Chia khung xem trái/phải

# @action:inmenu
source: Split View Top/Bottom
vi: Chia khung xem trên/dưới

# @action:inmenu
source: Split View Automatically
vi: Tự động chia khung xem

# @action:inmenu
source: Split View Left/Right from next tab
vi: Chia khung xem trái/phải từ thẻ tiếp

# @action:inmenu
source: Split View Top/Bottom from next tab
vi: Chia khung xem trên/dưới từ thẻ tiếp

# @action:inmenu
source: Split View Automatically from next tab
vi: Tự động chia khung xem từ thẻ tiếp

# @action:inmenu
source: Load a new tab with layout 2x2 terminals
vi: Tải thẻ mới với bố cục 2x2 trình dòng lệnh

# @action:inmenu
source: Load a new tab with layout 2x1 terminals
vi: Tải thẻ mới với bố cục 2x1 trình dòng lệnh

# @action:inmenu
source: Load a new tab with layout 1x2 terminals
vi: Tải thẻ mới với bố cục 1x2 trình dòng lệnh

# @action:inmenu
source: Expand View
vi: Mở rộng khung xem

# @action:inmenu
source: Shrink View
vi: Thu nhỏ khung xem

# @action:inmenu
source: Detach Current &View
vi: Tách kh&ung xem hiện tại

# @action:inmenu
source: Detach Current &Tab
vi: &Tách thẻ hiện tại

# @action Shortcut entry
source: Next Tab
vi: Thẻ tiếp

# @action Shortcut entry
source: Previous Tab
vi: Thẻ trước

# @action Shortcut entry
source: Focus Above Terminal
vi: Nhắm dòng lệnh phía trên

# @action Shortcut entry
source: Focus Below Terminal
vi: Nhắm dòng lệnh bên dưới

# @action Shortcut entry
source: Focus Left Terminal
vi: Nhắm Dòng Lệnh Trái

# @action Shortcut entry
source: Focus Right Terminal
vi: Nhắm Dòng Lệnh Phải

# @action Shortcut entry
source: Switch to Last Tab
vi: Chuyển đến Thẻ Cuối

# @action Shortcut entry
source: Last Used Tabs
vi: Các thẻ đã dùng gần đây

# @action Shortcut entry
source: Toggle Between Two Tabs
vi: Chuyển Đổi Giữa Hai Thẻ

# @action Shortcut entry
source: Last Used Tabs (Reverse)
vi: Các thẻ đã dùng gần đây (Đảo ngược)

# @action Shortcut entry
source: Toggle maximize current view
vi: Bật/tắt phóng to khung xem hiện tại

# @action:inmenu
source: Toggle maximize current view
vi: Bật/tắt phóng to khung xem hiện tại

# @action Shortcut entry
source: Toggle zoom-maximize current view
vi: Bật/tắt phóng to tối đa khung xem hiện tại

# @action:inmenu
source: Toggle zoom-maximize current view
vi: Bật/tắt phóng to tối đa khung xem hiện tại

# @action Shortcut entry
source: Move tab to the right
vi: Di chuyển thẻ sang phải

# @action Shortcut entry
source: Move tab to the left
vi: Di chuyển thẻ sang trái

# @action Shortcut entry
source: Setup semantic integration (bash)
vi: Thiết lập tích hợp ngữ nghĩa (bash)

# @action Shortcut entry
source: Toggle semantic hints display
vi: Bật/tắt bộ hiển thị gợi ý ngữ nghĩa

# @action Shortcut entry
source: Toggle line numbers display
vi: Bật/tắt hiển thị số dòng

# @action:inmenu
source: Equal size to all views
vi: Kích thước bằng nhau cho tất cả khung nhìn

# @action Shortcut entry
source: Switch to Tab %1
vi: Chuyển đến Thẻ %1

source: Semantic hints
vi: Gợi ý ngữ nghĩa

source: Line numbers
vi: Số dòng

# @title:window
source: Save Tab Layout
vi: Lưu bố cục thẻ

# @item:inlistbox
source: Konsole View Layout (*.json)
vi: Bố cục khung xem Konsole (*.json)

# @label:textbox
source: A problem occurred when saving the Layout. %1
vi: Gặp lỗi khi lưu bố cục. %1

# @label:textbox
source: A problem occurred when loading the Layout. %1
vi: Gặp lỗi khi tải bố cục. %1

# @title:window
source: Load Tab Layout
vi: Tải Bố Cục Thẻ

source: No keyboard translator available. The information needed to convert key presses into characters to send to the terminal is missing.
vi: Không có sẵn bộ dịch bàn phím. Thiếu thông tin cần thiết để chuyển đổi mỗi việc bấm phím sang kí tự để gửi cho thiết bị cuối.

source: Key combination to show URL hints:
vi: Tổ hợp phím hiển thị gợi ý URL:

# Items that do not fit in other categories
source: Miscellaneous:
vi: Khác:

source: Number URL hints in reverse, starting from the bottom
vi: Đánh số gợi ý URL ngược, bắt đầu từ dưới cùng

source: Reverse URL hint numbering
vi: Đảo ngược đánh số gợi ý URL

source: Allow terminal programs to create blinking sections of text
vi: Cho phép chương trình thiết bị cuối tạo phần văn bản chớp

source: Allow blinking text
vi: Cho phép văn bản chớp

source: Allow the output to be suspended by pressing Ctrl+S
vi: Cho phép kết xuất bị ngưng bằng cách bấm Ctrl+S

source: Flow control
vi: Điều khiển luồng

source: &Default character encoding:
vi: Bảng mã &kí tự mặc định:

source: Shortcut for peeking the primary screen:
vi: Phím tắt để xem nhanh màn hình chính:

source: Line Numbers:
vi: Số dòng:

source: &Never
vi: K&hông bao giờ

# When showing URL hints
source: When &URL hints show
vi: Khi hiển thị gợi ý &URL

source: A&lways
vi: Luôn &luôn

source: Color scheme && font
vi: Quy hoạch màu && phông chữ

source: Create a new color scheme based upon the selected scheme
vi: Tạo một giản đồ màu mới dựa vào giản đồ đã chọn

# @action:button Create an alternate color scheme
source: New...
vi: Mới...

source: Edit the selected color scheme
vi: Sửa giản đồ màu đã chọn

source: Edit...
vi: Sửa...

source: Delete the selected color scheme
vi: Xoá giản đồ màu đã chọn

source: Reset the selected color scheme settings to the default values
vi: Đặt lại thiết lập quy hoạch màu đã chọn về giá trị mặc định

source: Defaults
vi: Mặc định

source: Font:
vi: Phông chữ:

# @action:button open a dialog with list of fonts
source: Choose...
vi: Chọn...

source: Smooth fonts
vi: Làm mịn phông chữ

source: Draw intense colors in bold font
vi: Vẽ màu đậm bằng phông chữ in đậm

source: Use the selected font for line characters instead of the builtin code
vi: Dùng phông chữ đã chọn thay vì mã tích hợp cho các ký tự dòng

source: Use line characters contained in font
vi: Sử dụng ký tự đường kẻ có trong phông chữ

source: Use the selected font for unicode Braille characters instead of the builtin code
vi: Dùng phông chữ đã chọn thay vì mã tích hợp cho ký tự chữ nổi Unicode

source: Use unicode Braille characters contained in font
vi: Sử dụng ký tự Braille unicode có trong phông chữ

source: Cursor
vi: Con trỏ

source: Shape:
vi: Hình dạng:

# A solid rectangular
source: Block
vi: Khối

# A vertical line on the left edge
source: I-Beam
vi: Tia I

# A hortizonal line on the bottom edge
source: Underline
vi: Gạch dưới

# Cursor color options
source: Color:
vi: Màu:

source: Set the cursor to match the color of the character underneath it.
vi: Đặt con chạy để khớp với màu của kí tự dưới nó.

source: Match current character
vi: Khớp với kí tự hiện tại

source: Use a custom, fixed color for the cursor
vi: Dùng màu riêng cố định cho con chạy

source: Custom cursor color
vi: Màu con trỏ tùy chọn

source: Cursor:
vi: Con trỏ:

source: Select the color used to draw the cursor
vi: Chọn màu dùng để vẽ con chạy

source: Text:
vi: Văn bản:

source: Select the color used to draw the character underneath the cursor
vi: Chọn màu dùng để vẽ kí tự dưới con trỏ

source: Blinking:
vi: Nhấp nháy:

source: Make the cursor blink regularly
vi: Làm cho con chạy chớp đều đặn

source: Enabled
vi: Bật

# Items that do not fit in other categories
source: Miscellaneous
vi: Hỗn hợp

source: Window:
vi: Cửa sổ:

source: Show terminal size in columns and lines in the center of window after resizing
vi: Hiện kích thước dòng lệnh theo cột và dòng ở giữa cửa sổ sau khi đổi kích cỡ

source: Show hint for terminal size after resizing
vi: Hiện gợi ý kích thước dòng lệnh sau khi đổi cỡ

source: Always invert the colors of selected text
vi: Luôn đảo ngược màu của văn bản được chọn

source: Darkening strength:
vi: Độ tối:

# Border color options
source: Color:
vi: Màu:

source: Select the color used to draw the border
vi: Bôi đen màu dùng để vẽ viền

source: Inactive Terminals:
vi: Thiết bị cuối bất hoạt:

source: Active Terminals:
vi: Thiết bị cuối hoạt động:

# @title:group
source: Terminal contents
vi: Nội dung dòng lệnh

source: Line spacing:
vi: Khoảng cách dòng:
