Repository: caligraph-net/l10n-kf6
Catalog: messages/konsole/konsole.po
Languages: vi

source: The number of pixels between two lines
vi: Số pixel giữa hai dòng

source: Margins:
vi: Lề:

source: Align to center:
vi: Căn lề giữa:

source: Indicate whether the window is active by dimming the colors
vi: Làm mờ màu sắc để chỉ ra cửa sổ đang hoạt động

source: Darken
vi: Làm tối

source: Indicate whether the window is active by drawing a border
vi: Vẽ viền để chỉ ra cửa sổ đang hoạt động

source: Border
vi: Viền

source: Display Vertical line at column:
vi: Bộ hiển thị đường thẳng đứng tại cột:

source: <html><head/><body><p>Complex Text Layout</p></body></html>
vi: Bố cục văn bản phức tạp

source: Complex Text Layout
vi: Bố cục văn bản phức tạp

source: Enable word mode text rendering
vi: Bật kết xuất văn bản chế độ từ

source: Word mode
vi: Chế độ từ

source: Ignore attribute changes mid-word (otherwise, attribute changes break word when rendering)
vi: Bỏ qua thay đổi thuộc tính giữa từ (nếu không, thay đổi thuộc tính sẽ làm gián đoạn từ khi hiển thị)

source: Use the same attributes for whole word
vi: Sử dụng cùng thuộc tính cho toàn bộ từ

source: Render words of ASCII characters together
vi: Kết xuất các từ có ký tự ASCII cùng nhau

source: ASCII characters
vi: Ký tự ASCII

source: Render words of Brahmic scripts characters together
vi: Kết xuất các từ của ký tự chữ viết Brahmi cùng nhau

source: Brahmic scripts characters
vi: Các ký tự chữ viết Brahmic

source: Emoji Font:
vi: Phông hình biểu cảm:

source: Enable Bi-Directional display on terminals (valid for Arabic, Farsi or Hebrew only)
vi: Bật bộ hiển thị hai chiều trên trình dòng lệnh (chỉ hợp lệ cho tiếng Ả Rập, Ba Tư hoặc Do Thái)

source: Bi-Directional text rendering
vi: Kết xuất văn bản hai chiều

source: Lines are always LTR, rather than determined by first strong character
vi: Các dòng luôn LTR, thay vì được xác định bởi kí tự mạnh đầu tiên

source: force LTR line direction
vi: bắt buộc hướng dòng LTR

source: Treat table drawing characters as strong LTR.
vi: Xử lý các ký tự vẽ bảng như LTR mạnh.

source: Table characters BiDi mode override
vi: Vượt hiệu lực chế độ BiDi ký tự bảng

source: Ignore wcwidth of problematic characters
vi: Bỏ qua wcwidth của các ký tự gây vấn đề

source: Override wcwidth
vi: Vượt hiệu lực wcwidth

source: Edit Profile
vi: Sửa hồ sơ

# @title:tab Generic, common options
source: General
vi: Chung

source: Tabs
vi: Thẻ

source: Appearance
vi: Diện mạo

source: Scrolling
vi: Cuộn qua

source: Keyboard
vi: Bàn phím

source: Key bindings
vi: Tổ hợp phím

source: Mouse
vi: Chuột

# @title:tab Complex options
source: Advanced
vi: Nâng cao

# @info
source: Insufficient permissions to save settings to: <filename>%1</filename>.<nl/>Either change the permissions of that file or set a different name to save the settings to a new profile.
vi: Không đủ quyền để lưu thiết lập vào: <filename>%1</filename>.<nl/>Hãy thay đổi quyền của tệp đó hoặc đặt tên khác để lưu thiết lập vào hồ sơ mới.

# @info
source: Profile Name was empty; please set a name to be able to save settings.
vi: Tên hồ sơ trống; vui lòng đặt tên để lưu cài đặt.

# @info
source: A profile with the name "%1" already exists.
vi: Đã tồn tại một hồ sơ có tên "%1".

# @info
source: Profile name exceeded maximum allowed length (%1).
vi: Tên hồ sơ vượt quá độ dài tối đa cho phép (%1).

# @info
source: The highlighted characters are invalid in profile names: %1.
vi: Các ký tự được tô sáng không hợp lệ trong tên hồ sơ: %1.

source: Editing profile: %2
vi: Đang chỉnh sửa %1 hồ sơ: %2

source: Create New Profile
vi: Tạo hồ sơ mới

source: Edit Profile "%1"
vi: Sửa hồ sơ « %1 »

source: column
vi: cột

source: row
vi: hàng

source: System Bell
vi: Chuông Hệ Thống

source: System Notifications
vi: Thông báo hệ thống

source: Visual Bell
vi: Chuông trực quan

source: Ignore Bell Events
vi: Bỏ qua Sự kiện Chuông

source: Default profile for new terminal sessions in %1
vi: Hồ sơ mặc định cho phiên dòng lệnh mới trong %1

source: Edit Environment
vi: Sửa môi trường

source: One environment variable per line
vi: Mỗi dòng một biến môi trường

# Unit of time
source: second
vi: giây

source: Select Initial Directory
vi: Chọn thư mục đầu tiên

source: Get New...
vi: Tải mới...

# @info
source: Scheme <resource>%1</resource> failed to load.
vi: Quy hoạch <resource>%1</resource> không tải được.

source: This color scheme uses a transparent background which does not appear to be supported on your desktop
vi: Quy hoạch màu này sử dụng nền trong suốt không được hỗ trợ trên máy tính của bạn

source: Konsole was started before desktop effects were enabled. You need to restart Konsole to see transparent background.
vi: Konsole được khởi động trước khi hiệu ứng desktop được bật. Bạn cần khởi động lại Konsole để thấy nền trong suốt.

source: Default for file type
vi: Mặc định cho kiểu tệp

source: The format is e.g. 'editorExec PATH:LINE:COLUMN' PATH will be replaced by the path to the text file LINE will be replaced by the line number COLUMN (optional) will be replaced by the column number Note: you will need to replace 'PATH:LINE:COLUMN' by the actual syntax the editor you want to use supports; e.g.: gedit +LINE:COLUMN PATH If PATH or LINE aren't present in the command, this setting will be ignored and the file will be opened by the default text editor.
vi: Định dạng là vd. 'editorExec PATH:LINE:COLUMN' PATH sẽ được thay thế bằng đường dẫn đến tệp văn bản LINE sẽ được thay thế bằng số dòng COLUMN (tùy chọn) sẽ được thay thế bằng số cột Lưu ý: bạn cần thay thế 'PATH:LINE:COLUMN' bằng cú pháp thực tế mà trình biên tập bạn muốn sử dụng hỗ trợ; vd.: gedit +LINE:COLUMN PATH Nếu PATH hoặc LINE không có trong lệnh, cài đặt này sẽ bị bỏ qua và tệp sẽ được mở bằng trình biên tập văn bản mặc định.

source: Text Editor Custom Command
vi: Lệnh Tự Chọn Trình Biên Tập Văn Bản

source: General Settings
vi: Thiết lập chung

source: Select the icon displayed on tabs using this profile
vi: Chọn biểu tượng được hiển thị trên thẻ dùng hồ sơ này.

source: A descriptive name for the profile
vi: Một tên diễn tả mô sơ

# @label:textbox
source: Profile name
vi: Tên hồ sơ

source: Default Profile
vi: Hồ sơ mặc định

source: Command:
vi: Lệnh:

source: The command to execute when new terminal sessions are created using this profile
vi: Lệnh cần thực hiện khi phiên chạy thiết bị cuối mới được tạo bằng hồ sơ này.

source: I&nitial directory:
vi: Thư mục ba&n đầu:

source: The initial working directory for new terminal sessions using this profile
vi: Thư mục làm việc đầu tiên cho phiên chạy thiết bị cuối dùng hồ sơ này.

source: /home/username
vi: /home/tênngườidùng

source: Choose the initial directory
vi: Chọn thư mục ban đầu

source: Start in same directory as current session
vi: Khởi động trong cùng thư mục với phiên hiện tại

source: Environment:
vi: Môi trường:

source: Edit the list of environment variables and associated values
vi: Sửa danh sách biến môi trường và giá trị liên quan

source: Initial terminal si&ze:
vi: Kích thước ban đầ&u dòng lệnh:

# @info
source: <html><head/><body><p><span style=" font-style:italic;">Settings → Configure Konsole → General → Remember window size</span> must be disabled for these entries to work.</p></body></html>
vi: <html><head/><body><p><span style=" font-style:italic;">Thiết lập → Cấu hình Konsole → Chung → Nhớ kích thước cửa sổ</span> phải được tắt để các mục này hoạt động.</p></body></html>

source: &Terminal bell mode:
vi: Chế độ chuô&ng dòng lệnh:

source: Semantic Integration
vi: Tích hợp ngữ nghĩa

source: Up/Down Arrows emulation
vi: Giả lập phím mũi tên Lên/Xuống

source: Mouse click in input line moves cursor
vi: Bấm chuột trong dòng nhập liệu di chuyển con trỏ

source: Semantic hints:
vi: Gợi ý ngữ nghĩa:

source: Never
vi: Không bao giờ

# When showing URL hints
source: When URL hints show
vi: Khi hiển thị gợi ý URL

source: Always
vi: Luôn luôn

source: Red error bars:
vi: Thanh lỗi đỏ:

source: Red error background:
vi: Nền lỗi màu đỏ:

source: Alternating bars:
vi: Thanh xen kẽ:

source: Alternating background:
vi: Nền xen kẽ:

# @info
source: Key bindings control how combinations of keystrokes in the terminal window are converted into the stream of characters that is then sent to the current terminal program. For more information on how to customize the key bindings check the Konsole Handbook.
vi: Kết buộc phím điều khiển cách chuyển đổi tổ hợp phím trong cửa sổ dòng lệnh thành luồng ký tự gửi đến chương trình dòng lệnh hiện tại. Để biết thêm thông tin về cách tùy biến kết buộc phím, hãy xem Sổ tay Konsole.

source: Create a new key bindings scheme based upon the selected bindings
vi: Tạo quy hoạch kết buộc phím mới dựa trên kết buộc đã chọn

# @action:button Create an alternate key binding
source: New...
vi: Mới...

source: Edit the selected key bindings scheme
vi: Sửa quy hoạch kết buộc phím đã chọn

source: Delete the selected key bindings scheme
vi: Xoá quy hoạch kết buộc phím đã chọn

source: Reset the selected key bindings scheme to its default values
vi: Đặt lại quy hoạch kết buộc phím đã chọn về giá trị mặc định

source: Text interaction
vi: Tương tác văn bản

# @info:tooltip
source: Characters which are considered part of a word when double-clicking to select whole words in the terminal.
vi: Các kí tự được xem là phần của từ khi nhấn đôi để bôi đen nguyên từ trong cửa sổ dòng lệnh.

source: Word characters:
vi: Ký tự từ:

source: Triple-click selects:
vi: Nhấp ba lần chọn:

source: &The whole line
vi: &Toàn bộ dòng

source: From mouse position to the end of &line
vi: &Từ vị trí chuột đến cuối dòng

source: Middle-click pastes:
vi: Nhấp giữa để dán:

source: From clipboard
vi: Từ bảng nháp

source: From selection
vi: Từ phần bôi đen

source: Copy options:
vi: Tùy chọn sao chép:

source: Automatically copy selected text into clipboard
vi: Tự động sao chép văn bản đã chọn vào bảng nháp

source: Copy on select
vi: Chép khi bôi đen

source: Copy text as HTML (including formatting, font faces, colors... etc)
vi: Sao chép văn bản dạng HTML (bao gồm định dạng, phông chữ, màu sắc... v.v.)

source: Copy text as HTML
vi: Sao chép văn bản dạng HTML

source: Trim leading spaces in selected text, useful in some instances
vi: Xóa khoảng trắng đầu văn bản đã chọn, hữu ích trong một số hiện thể

source: Trim leading spaces
vi: Xóa khoảng trắng đầu dòng

source: Trim trailing spaces in selected text, useful in some instances
vi: Xóa khoảng trắng cuối trong văn bản đã chọn, hữu ích trong một số hiện thể

source: Trim trailing spaces
vi: Xóa khoảng trắng cuối

source: Text recognized as a link or an email address will be underlined when hovered by the mouse pointer.
vi: Văn bản được nhận dạng là liên kết hoặc địa chỉ thư điện tử sẽ được gạch chân khi di chuột qua.

source: Underline links
vi: Gạch dưới liên kết

source: Text recognized as a file will be underlined when hovered by the mouse pointer.
vi: Văn bản được nhận dạng là tệp sẽ được gạch chân khi di chuột qua.

source: Underline files
vi: Gạch dưới tệp

# @info:tooltip
source: Text editor to use when opening text file URLs at a given line/column.
vi: Trình sửa văn bản để mở tệp URL tại dòng/cột cụ thể.

source: Text Editor Command:
vi: Lệnh trình sửa văn bản:

source: Text recognized as a file, link or an email address can be opened by direct mouse click.
vi: Văn bản được nhận dạng là tệp, liên kết hoặc địa chỉ thư có thể được mở bằng cách nhấp chuột trực tiếp.

source: Open files/links by direct click
vi: Mở tệp/liên kết bằng bấm trực tiếp

source: Allow escape sequences for links
vi: Cho phép chuỗi chuyển dịch cho liên kết

source: <b>WARNING</b>: This has security implications as it allows malicious URLs to be shown as another URL or hidden.<br>Make sure you understand the implications before turning this on.
vi: <b>CẢNH BÁO</b>: Điều này có ảnh hưởng đến an ninh vì cho phép URL độc hại hiển thị như URL khác hoặc bị ẩn.<br>Đảm bảo bạn hiểu hậu quả trước khi bật tính năng này.

source: Allowed link formats:
vi: Định dạng liên kết được phép:

source: The formats of possible links, like http://, https:// and file://
vi: Các định dạng của các liên kết có thể, như http://, https:// và file://

source: Selected text will require control key plus click to drag.
vi: Văn bản đã chọn sẽ cần phím Control và bấm để kéo.

source: Require Ctrl key for drag && drop
vi: Yêu cầu phím Ctrl để kéo && thả

source: Mouse scroll wheel will emulate up/down key presses in programs that use the Alternate Screen buffer (e.g. less)
vi: Con lăn chuột sẽ giả lập phím lên/xuống trong các chương trình sử dụng bộ nhớ đệm Màn hình Thay thế (ví dụ: less)

source: Enable Alternate Screen buffer scrolling
vi: Bật cuộn bộ nhớ đệm màn hình thay thế

source: Always paste dropped files and URLs as text without offering move, copy and link actions.
vi: Luôn dán các tệp và URL được thả vào dưới dạng văn bản mà không đề xuất các thao tác di chuyển, sao chép và liên kết.

source: Disable drag && drop menu for files && URLs
vi: Tắt trình đơn kéo && thả cho tệp && URL

source: Pressing Ctrl+scrollwheel will increase/decrease the text size.
vi: Nhấn Ctrl+cuộn chuột sẽ tăng/giảm cỡ chữ.

source: Allow Ctrl+scrollwheel to zoom text size
vi: Cho phép Ctrl+cuộn chuột để thu phóng cỡ chữ

source: When positioning the mouse over a hexadecimal color it will be displayed in a frame next to the mouse pointer
vi: Khi di chuột qua một màu dạng thập lục phân, nó sẽ hiển thị trong khung bên cạnh con trỏ chuột

source: Preview Colors on hover
vi: Xem thử màu khi đảo chuột

source: Some terminal applications have mouse support, this allows them to get it by default. It can be toggled on/off while running as well.
vi: Một số ứng dụng dòng lệnh hỗ trợ chuột, cho phép chúng nhận chuột mặc định. Có thể bật/tắt khi đang chạy.

source: Allow terminal applications to handle clicks and drags
vi: Cho phép ứng dụng dòng lệnh quai móc nhấp và kéo

source: Scrollback:
vi: Cuộn ngược:

source: Scroll Page Up/Down:
vi: Cuộn trang lên/xuống:

source: Scroll the page the half height of window
vi: Cuộn trang một nửa chiều cao cửa sổ

source: Half screen heigh&t
vi: Nửa c&hiều cao màn hình

source: Scroll the page the full height of window
vi: Cuộn trang theo chiều cao đầy đủ của cửa sổ

source: F&ull screen height
vi: Chiề&u cao toàn màn hình

source: Scrollbar position:
vi: Vị trí thanh cuộn:

source: Show the scroll bar on the right side of the terminal window
vi: Hiển thị thanh cuộn bên phải cửa sổ thiết bị cuối

# @option:radio Show scrollbar on the right side
source: Ri&ght side
vi: Bê&n phải

source: Show the scroll bar on the left side of the terminal window
vi: Hiển thị thanh cuộn bên trái cửa sổ thiết bị cuối

# @option:radio Show scrollbar on the left side
source: &Left side
vi: &Bên trái

# @option:radio Hide the scroll bar
source: Hidden
vi: Ẩn

source: Highlighting:
vi: Tô sáng:

source: Highlight the lines coming into view
vi: Tô sáng các dòng đang hiện ra trong khung xem

source: Reflow Lines:
vi: Tái sắp xếp dòng:

source: Reflow lines when terminal resizes
vi: Sắp xếp lại dòng khi dòng lệnh thay đổi kích thước

source: Tab Titles
vi: Tựa thẻ

source: Tab Monitoring
vi: Giám sát thẻ

source: Threshold for continuous silence:
vi: Ngưỡng im lặng liên tục:

source: The threshold for continuous silence to be detected by Konsole
vi: Ngưỡng im lặng liên tục để Konsole phát hiện

# @label:textbox Unit of scrollback
source: line
vi: dòng

# @info:whatsthis
source: When using this option, the scrollback data will be saved to RAM. If you choose a huge value, your system may run out of free RAM and cause serious issues with your system.
vi: Khi sử dụng tùy chọn này, dữ liệu cuộn ngược sẽ được lưu vào RAM. Nếu chọn giá trị quá lớn, hệ thống có thể hết RAM và gây ra vấn đề nghiêm trọng.

# @info:tooltip
source: When using this option, the scrollback data will be written unencrypted to temporary files. Those temporary files will be deleted automatically when Konsole is closed in a normal manner.<nl/>Use <emphasis>Settings → Configure Konsole → Temporary Files</emphasis> to select the location of the temporary files.
vi: Khi dùng tùy chọn này, dữ liệu cuộn lùi sẽ được ghi không mã hóa vào tệp tạm thời. Các tệp tạm thời sẽ tự động xóa khi Konsole đóng bình thường.<nl/>Dùng <emphasis>Thiết lập → Cấu hình Konsole → Tệp tạm thời</emphasis> để bôi đen địa điểm của tệp tạm thời.

source: Limit the remembered output to a fixed number of lines
vi: Giới hạn kết xuất đã nhớ thành số dòng cố định

source: Fi&xed size:
vi: Kí&ch thước cố định:

source: Number of lines of output to remember
vi: Số dòng kết xuất cần nhớ

source: Remember all output produced by the terminal
vi: Nhớ toàn bộ kết xuất được tạo ra bởi thiết bị cuối

# Save all lines to the scrollback history
source: &Unlimited
vi: &Vô hạn

source: Do not remember previous output
vi: Không nhớ kết xuất trước

# Do not save any lines to the scrollback history
source: &None
vi: &Không

# @label:textbox
source: Find...
vi: Tìm...

# @info:tooltip
source: Enter the text to search for here
vi: Nhập văn bản cần tìm kiếm vào đây

# @action:button Go to the next phrase
source: Next
vi: Tiếp

# @info:tooltip
source: Find the next match for the current search phrase
vi: Tìm kết quả tiếp theo cho cụm từ tìm kiếm hiện tại

# @action:button Go to the previous phrase
source: Previous
vi: Trước

# @info:tooltip
source: Find the previous match for the current search phrase
vi: Tìm kết quả trùng khớp về trước cho cụm từ tìm kiếm hiện tại

# @info:tooltip
source: Display the options menu
vi: Hiển thị trình đơn tùy chọn

# @info:tooltip
source: Close the search bar
vi: Đóng thanh tìm kiếm

# @item:inmenu
source: Case sensitive
vi: Phân biệt chữ hoa/thường

# @info:tooltip
source: Sets whether the search is case sensitive
vi: Đặt tìm kiếm phân biệt chữ hoa chữ thường

# @item:inmenu
source: Match regular expression
vi: Khớp biểu thức chính quy

# @item:inmenu
source: Highlight all matches
vi: Tô sáng tất cả kết quả trùng khớp

# @info:tooltip
source: Sets whether matching text should be highlighted
vi: Đặt xem có nên tô sáng văn bản khớp hay không

# @item:inmenu
source: Search backwards
vi: Tìm ngược lại

# @info:tooltip
source: Sets whether search should start from the bottom
vi: Đặt xem tìm kiếm có nên khởi động từ dưới cùng không

# @item:inmenu
source: No wrap
vi: Không bọc

# @info:tooltip
source: Sets whether search should stop instead of wrapping
vi: Đặt xem tìm kiếm có dừng lại thay vì quay vòng không

# @info:tooltip
source: Search for the current search phrase from the bottom
vi: Tìm kiếm cụm từ hiện tại từ dưới cùng

# @info:tooltip
source: Search for the current search phrase from the top
vi: Tìm kiếm cụm từ hiện tại từ đầu

source: Print Shell
vi: In hệ vỏ

# @label:listbox No color selected
source: None
vi: Không

source: Tab title format used when a remote command (e.g. connection to another computer via SSH) is being executed
vi: Định dạng tiêu đề thẻ khi thực hiện lệnh từ xa (ví dụ: kết nối tới máy tính khác qua SSH)

source: Remote tab title format:
vi: Định dạng tựa thẻ ở xa:

source: &Tab title format:
vi: Định dạng &tiêu đề thẻ:

source: Normal tab title format
vi: Định dạng tiêu đề thẻ thông thường

source: Tab Co&lor:
vi: Mà&u thẻ:

source: Program Name: %n
vi: Tên chương trình: %n

source: Current Directory (Short): %d
vi: Thư mục hiện tại (Ngắn): %d

source: Current Directory (Long): %D
vi: Thư mục hiện tại (Dài): %D

source: Window Title Set by Shell: %w
vi: Tiêu đề cửa sổ đặt bởi Shell: %w

source: Session Number: %#
vi: Số phiên: %#

source: User Name: %u
vi: Tên người dùng: %u

source: Local Host: %h
vi: Máy chủ cục bộ: %h

source: User's Bourne prompt sigil: %B
vi: Ký hiệu nhắc Bourne của người dùng: %B

source: User Name@ (if given): %U
vi: Tên người dùng@ (nếu có): %U

source: Remote Host (Short): %h
vi: Máy ở xa (Ngắn): %h

source: Remote Host (Long): %H
vi: Máy ở xa (Dài): %H

source: Command and arguments: %c
vi: Lệnh và đối số: %c

source: Insert
vi: Chèn

# @info:tooltip
source: Insert title format
vi: Chèn định dạng tiêu đề

# @info:tooltip
source: Insert remote title format
vi: Chèn định dạng tiêu đề từ xa

# @info:tooltip
source: Maximize terminal
vi: Phóng to dòng lệnh

# @info:tooltip
source: Move terminal to new tab
vi: Di chuyển dòng lệnh sang thẻ mới

# @info:tooltip
source: Close terminal
vi: Đóng dòng lệnh

# @info:tooltip
source: Restore terminal
vi: Khôi phục dòng lệnh

# @info:tooltip
source: Open a new tab
vi: Mở thẻ mới

# @info:tooltip
source: Close this tab
vi: Đóng thẻ này

# @action:inmenu
source: &Detach Tab
vi: Tác&h thẻ

# @action:inmenu
source: &Configure or Rename Tab...
vi: &Cấu hình hoặc đổi tên thẻ...

# @action:inmenu
source: Close Tab
vi: Đóng thẻ
