Repository: caligraph-net/l10n-kf6
Catalog: messages/libkmahjongg/libkmahjongg._desktop_.po
Languages: vi

# Name
source: Chinese Landscape
vi: Phong cảnh Trung Quốc

# Description
source: Chinese landscape with mountains and a waterfall
vi: Phong cảnh Trung Quốc với núi và thác nước

# Name
source: Plain Color
vi: Màu đơn giản

# Description
source: Use the default window background color.
vi: Sử dụng màu nền cửa sổ mặc định.

# Name
source: Default
vi: Mặc định

# Description
source: A green background with light geometric patterns
vi: Một nền xanh lá cây với các họa tiết hình học nhẹ nhàng

# Name
source: Egyptian
vi: Ai Cập

# Description
source: A Egyptian style background
vi: Một hình nền kiểu Ai Cập

# Name
source: Summer Field
vi: Cánh đồng mùa hè

# Description
source: The Summertime Greens
vi: Những Sắc Xanh Mùa Hè

# Name
source: Light Wood
vi: Gỗ sáng

# Description
source: Resembles the surface of a wood table
vi: Giống như bề mặt của một chiếc bàn gỗ

# Name
source: Alphabet
vi: Bảng chữ cái

# Description
source: A colorful tileset designed for kids of all ages.
vi: Một bộ gạch lát màu sắc được thiết kế dành cho trẻ em mọi lứa tuổi.

# Name
source: Bamboo
vi: Tre

# Description
source: Japanese tileset with brightly-colored kanji on a soft woodgrain
vi: Bộ gạch lát kiểu Nhật Bản với các ký tự kanji màu sắc rực rỡ trên nền vân gỗ mềm mại

# Name
source: Classic
vi: Cổ điển

# Description
source: Chinese tileset, inspired by the classic version shipped with KDE 3
vi: Bộ gạch lát kiểu Trung Quốc, lấy cảm hứng từ phiên bản cổ điển được giao kèm với KDE 3

# Description
source: Art inspired by real Japanese Mahjongg tiles
vi: Nghệ thuật lấy cảm hứng từ các quân bài Mahjongg Nhật Bản thực tế

# Name
source: Ancient Egyptians
vi: Người Ai Cập cổ đại

# Name
source: Traditional
vi: Truyền thống

# Description
source: Americanized tiles inspired by Japanese Mahjongg tiles
vi: Các ô lát lấy cảm hứng từ các ô Mahjongg của Nhật Bản, được Mỹ hóa
