Repository: caligraph-net/l10n-kf6
Catalog: messages/kcodecs/kcodecs6_qt.po
Languages: vi

# KCharsets|@item Text character set
source: Western European
vi: Tây Âu

# KCharsets|@item Text character set
source: Central European
vi: Trung Âu

# KCharsets|@item Text character set
source: Baltic
vi: Ban-tích

# KCharsets|@item Text character set
source: South-Eastern Europe
vi: Đông Nam Âu

# KCharsets|@item Text character set
source: Turkish
vi: Thổ Nhĩ Kỳ

# KCharsets|@item Text character set
source: Cyrillic
vi: Tiếng Cyrillic

# KCharsets|@item Text character set
source: Chinese Traditional
vi: Trung Quốc Truyền thống

# KCharsets|@item Text character set
source: Chinese Simplified
vi: Tiếng Trung giản thể

# KCharsets|@item Text character set
source: Korean
vi: Tiếng Hàn

# KCharsets|@item Text character set
source: Japanese
vi: Tiếng Nhật

# KCharsets|@item Text character set
source: Greek
vi: Hy Lạp

# KCharsets|@item Text character set
source: Arabic
vi: Ả Rập

# KCharsets|@item Text character set
source: Hebrew
vi: Do Thái

# KCharsets|@item Text character set
source: Thai
vi: Thái

# KCharsets|@item Text character set
source: Other
vi: Khác

# KCharsets|@item
source: Other encoding (%1)
vi: Mã hoá khác (%1)

# QObject|
source: The email address you entered is not valid because it contains more than one @. You will not create valid messages if you do not change your address.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó chứa nhiều hơn một ký tự @. Bạn sẽ không tạo được tin nhắn hợp lệ nếu không thay đổi địa chỉ của bạn.

# QObject|
source: The email address you entered is not valid because it does not contain a @. You will not create valid messages if you do not change your address.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó không chứa ký tự @. Bạn sẽ không thể tạo được tin nhắn hợp lệ nếu không thay đổi địa chỉ của bạn.

# QObject|
source: You have to enter something in the email address field.
vi: Bạn phải nhập thứ gì đó vào trường địa chỉ thư điện tử.

# QObject|
source: The email address you entered is not valid because it does not contain a local part.
vi: Địa chỉ thư điện tử bạn nhập không hợp lệ vì nó không chứa phần địa chỉ cục bộ.

# QObject|
source: The email address you entered is not valid because it does not contain a domain part.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó không chứa phần miền.

# QObject|
source: The email address you entered is not valid because it contains unclosed comments/brackets.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó chứa các chú thích/dấu ngoặc chưa được đóng.

# QObject|
source: The email address you entered is valid.
vi: Địa chỉ email bạn vừa nhập là hợp lệ.

# QObject|
source: The email address you entered is not valid because it contains an unclosed angle bracket.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó chứa một dấu ngoặc nhọn chưa được đóng lại.

# QObject|
source: The email address you entered is not valid because it contains too many closing angle brackets.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó chứa quá nhiều dấu ngoặc nhọn đóng.

# QObject|
source: The email address you have entered is not valid because it contains an unexpected comma.
vi: Địa chỉ email bạn đã nhập không hợp lệ vì nó chứa dấu phẩy bất ngờ.

# QObject|
source: The email address you entered is not valid because it ended unexpectedly. This probably means you have used an escaping type character like a '\' as the last character in your email address.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó kết thúc bất ngờ. Điều này có thể có nghĩa là bạn đã sử dụng một ký tự thoát như '\' làm ký tự cuối cùng trong địa chỉ email của bạn.

# QObject|
source: The email address you entered is not valid because it contains quoted text which does not end.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó chứa văn bản được trích dẫn không kết thúc.

# QObject|
source: The email address you entered is not valid because it does not seem to contain an actual email address, i.e. something of the form joe@example.org.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó không có dạng địa chỉ email thực, ví dụ như joe@example.org.

# QObject|
source: The email address you entered is not valid because it contains an illegal character.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó chứa ký tự không hợp lệ.

# QObject|
source: The email address you have entered is not valid because it contains an invalid display name.
vi: Địa chỉ email bạn đã nhập không hợp lệ vì nó chứa tên hiển thị không hợp lệ.

# QObject|
source: The email address you entered is not valid because it does not contain a '.'. You will not create valid messages if you do not change your address.
vi: Địa chỉ email bạn nhập không hợp lệ vì nó không chứa dấu '.'. Bạn sẽ không tạo được tin nhắn hợp lệ nếu không thay đổi địa chỉ của bạn.

# QObject|
source: Unknown problem with email address
vi: Không rõ vấn đề với thư điện tử

# QObject|
source: The email address you entered is not valid. It does not seem to contain an actual email address, i.e. something of the form joe@example.org.
vi: Địa chỉ email bạn nhập không hợp lệ. Nó không có vẻ là một địa chỉ email thực, tức là cái gì đó dạng joe@example.org.

# KEncodingProber|@item Text character set
source: Disabled
vi: Đã tắt

# KEncodingProber|@item Text character set
source: Universal
vi: Phổ quát

# KEncodingProber|@item Text character set
source: Cyrillic
vi: Tiếng Cyrillic

# KEncodingProber|@item Text character set
source: Western European
vi: Tây Âu

# KEncodingProber|@item Text character set
source: Central European
vi: Trung Âu

# KEncodingProber|@item Text character set
source: Greek
vi: Hy Lạp

# KEncodingProber|@item Text character set
source: Hebrew
vi: Do Thái

# KEncodingProber|@item Text character set
source: Turkish
vi: Thổ Nhĩ Kỳ

# KEncodingProber|@item Text character set
source: Japanese
vi: Tiếng Nhật

# KEncodingProber|@item Text character set
source: Baltic
vi: Ban-tích

# KEncodingProber|@item Text character set
source: Chinese Traditional
vi: Trung Quốc Truyền thống

# KEncodingProber|@item Text character set
source: Chinese Simplified
vi: Tiếng Trung giản thể

# KEncodingProber|@item Text character set
source: Korean
vi: Hàn Quốc

# KEncodingProber|@item Text character set
source: Thai
vi: Thái

# KEncodingProber|@item Text character set
source: Arabic
vi: Ả Rập
