Repository: caligraph-net/l10n-kf6
Catalog: messages/kleopatra/kleopatra._desktop_.po
Languages: vi

# Name
source: Kleopatra Decrypt/Verify Files
vi: Kleopatra Giải mã/Xác minh Tệp

# Name
source: Decrypt/Verify File
vi: Giải mã/Xác minh Tệp

# Name
source: Kleopatra Decrypt/Verify All Files In Folder
vi: Kleopatra Giải mã/Xác minh Tất cả Tệp trong Thư mục

# Name
source: Decrypt/Verify All Files In Folder
vi: Giải mã/Xác minh Tất cả Tệp trong Thư mục

# Comment
source: Certificate Manager and Unified Crypto GUI
vi: Trình quản lý chứng chỉ và giao diện người dùng mã hóa thống nhất

# Name
source: Kleopatra Sign/Encrypt Files
vi: Kleopatra Ký/Mã hóa Tệp

# Name
source: Sign & Encrypt File
vi: Ký và Mật Mã Hoá Tệp

# Name
source: Encrypt File
vi: Mật mã hoá Tệp

# Name
source: OpenPGP-Sign File
vi: Ký tệp OpenPGP

# Name
source: S/MIME-Sign File
vi: Ký tệp S/MIME

# Name
source: Kleopatra Sign/Encrypt Folders
vi: Thư mục Ký/Mã hóa Kleopatra

# Name
source: Archive, Sign && Encrypt Folder
vi: Lưu trữ, Ký && Mật mã hoá Thư mục

# Name
source: Archive && Encrypt Folder
vi: Lưu trữ và Mã hoá Thư mục

# GenericName
source: Certificate Manager and Unified Crypto GUI
vi: Trình quản lý chứng chỉ và giao diện người dùng mã hóa thống nhất

# GenericName
source: GnuPG Log Viewer
vi: Trình xem nhật kí GnuPG

# Comment
source: View the GnuPG log
vi: Xem nhật kí GnuPG
