Repository: caligraph-net/l10n-kf6
Catalog: messages/kdenetwork-filesharing/kfileshare.po
Languages: vi

# @option:radio an entry denying permissions
source: Deny
vi: Từ chối

# @option:radio an entry allowing permissions
source: Allow
vi: Cho phép

# @option:radio an unknown permission entry type (doesn't really happen)
source: Unknown
vi: không rõ

# @option:radio permission applicability type
source: This folder only
vi: Chỉ thư mục này

# @option:radio permission applicability type
source: This folder, subfolders and files
vi: Thư mục này, các thư mục con và tệp

# @option:radio permission applicability type
source: This folder and subfolders
vi: Thư mục này và các thư mục con

# @option:radio permission applicability type
source: This folder and files
vi: Thư mục này và các tệp

# @option:radio permission applicability type
source: Subfolders and files only
vi: Chỉ các thư mục con và tệp

# @option:radio permission applicability type
source: Subfolders only
vi: Chỉ các thư mục con

# @option:radio permission applicability type
source: Files only
vi: Chỉ tệp

# @option:radio permission applicability type (doesn't really happen)
source: Unknown
vi: không rõ

# @title:tab
source: Remote Permissions
vi: Quyền từ xa

# @info
source: This permission entry was inherited from a parent container and can only be modified on that parent (e.g. a higher level directory).
vi: Mục nhập quyền này được thừa kế từ một container cha và chỉ có thể được sửa đổi trên container cha đó (ví dụ: một thư mục cấp cao hơn).

# @label
source: Type:
vi: Loại:

# @label
source: Applies to:
vi: Áp dụng cho:

# @option:check
source: Traverse folder / execute file
vi: Duyệt qua thư mục / thực thi tệp

# @option:check
source: List folder / read data
vi: Liệt kê thư mục / đọc dữ liệu

# @option:check
source: Read attributes
vi: Đọc thuộc tính

# @option:check
source: Read extended attributes
vi: Đọc các thuộc tính mở rộng

# @option:check
source: Create files / write data
vi: Tạo tệp / ghi dữ liệu

# @option:check
source: Create folders / append data
vi: Tạo thư mục / thêm dữ liệu

# @option:check
source: Write attributes
vi: Thuộc tính ghi

# @option:check
source: Write extended attributes
vi: Ghi thuộc tính mở rộng

# @option:check
source: Delete subfolders and files
vi: Xóa thư mục con và tệp

# @option:check
source: Delete
vi: Xóa

# @option:check
source: Read permissions
vi: Quyền đọc

# @option:check
source: Change permissions
vi: Thay đổi quyền

# @option:check
source: Take ownership
vi: Nhận quyền sở hữu

# @option:check
source: Only apply these permissions to objects and/or containers within this container
vi: Chỉ áp dụng các quyền này cho các đối tượng và/hoặc chứa đựng bên trong container này

# @title
source: Access Control Entries
vi: Mục nhập Kiểm soát Truy cập

# @title file/folder owner info
source: Ownership
vi: Quyền sở hữu

# @label
source: Owner:
vi: Chủ sở hữu:

# @label
source: Group:
vi: Nhóm:

# @info
source: No Permissions Found
vi: Không tìm thấy quyền

# @info
source: There are probably no SMB/Windows/Advanced permissions set on this file.
vi: Có thể không có quyền SMB/Windows/Nâng cao nào được đặt cho tệp này.

# @info
source: User name <resource>%1</resource> is not valid as the name of a Samba user; cannot check for its existence.
vi: Tên người dùng <resource>%1</resource> không hợp lệ làm tên người dùng Samba; không thể kiểm tra sự tồn tại của nó.

# @info '%1 %2' together make up a terminal command; %3 is the command's output
source: Command <command>%1 %2</command> failed:<nl/><nl/>%3
vi: Lệnh <command>%1 %2</command> thất bại:<nl/><nl/>%3

# @info error while looking up uid from dbus
source: Could not resolve calling user.
vi: Không thể phân giải người dùng gọi.

# @info
source: For security reasons, creating Samba users with empty passwords is not allowed.
vi: Vì lý do an ninh, không được phép tạo người dùng Samba với mật khẩu trống.

# @info
source: <resource>%1</resource> is not a valid group name; cannot make user <resource>%2</resource> a member of it.
vi: <resource>%1</resource> không phải là tên nhóm hợp lệ; không thể đặt người dùng <resource>%2</resource> làm thành viên của nó.

# @info
source: For security reasons, cannot make user <resource>%1</resource> a member of group <resource>%2</resource>. The group name is insecure; valid group names do not include the text <resource>admin</resource> or <resource>root</resource>.
vi: Vì lý do an ninh, không thể đặt người dùng <resource>%1</resource> làm thành viên của nhóm <resource>%2</resource>. Tên nhóm không an toàn; tên nhóm hợp lệ không bao gồm từ <resource>admin</resource> hoặc <resource>root</resource>.

# @info:status
source: Your Samba installation appears to be broken.
vi: Cài đặt Samba của bạn dường như bị hỏng.

# @info:status
source: This error is caused by your distribution not setting up Samba sharing properly. Please file a bug with your distribution or check your distribution's documentation on setting up Samba sharing.
vi: Lỗi này được gây ra do bản phân phối của bạn không thiết lập chia sẻ Samba đúng cách. Vui lòng gửi báo cáo lỗi với bản phân phối của bạn hoặc kiểm tra tài liệu của bản phân phối về cách thiết lập chia sẻ Samba.

# @info:status
source: This error is caused by your distribution not setting up Samba sharing properly. Please file a bug with your distribution or check your distribution's documentation on setting up Samba sharing. Error:<nl/><message>%1</message>
vi: Lỗi này do bản phân phối của bạn không thiết lập chia sẻ Samba đúng cách. Vui lòng báo cáo lỗi với bản phân phối của bạn hoặc kiểm tra tài liệu của bản phân phối về cách thiết lập chia sẻ Samba. Lỗi:<nl/><message>%1</message>

# @info:status
source: This folder can't be shared because <filename>%1</filename> does not exist.
vi: Thư mục này không thể được chia sẻ vì <filename>%1</filename> không tồn tại.

# @info:status
source: This error is caused by your distribution not setting up Samba sharing properly. You can fix it yourself by creating that folder manually. Then close and re-open this window.
vi: Lỗi này được gây ra do bản phân phối của bạn không thiết lập chia sẻ Samba đúng cách. Bạn có thể tự sửa lỗi bằng cách tạo thư mục đó thủ công. Sau đó, đóng và mở lại cửa sổ này.

# @info:status
source: This folder can't be shared because your user account isn't a member of the <resource>%1</resource> group.
vi: Thư mục này không thể được chia sẻ vì tài khoản người dùng của bạn không phải là thành viên của nhóm <resource>%1</resource>.

# @info:status
source: You can fix this by making your user a member of that group. Then restart the system.
vi: Bạn có thể sửa lỗi này bằng cách thêm người dùng của bạn vào nhóm đó. Sau đó khởi động lại hệ thống.

# action@button makes user a member of the samba share group
source: Make me a Group Member
vi: Làm tôi trở thành thành viên của nhóm

# @info:status
source: This folder can't be shared because your user account doesn't have permission to write into <filename>%1</filename>.
vi: Thư mục này không thể được chia sẻ vì tài khoản người dùng của bạn không có quyền ghi vào <filename>%1</filename>.

# @info:status
source: You can fix this by ensuring that the <resource>%1</resource> group has write permission for <filename>%2</filename>. Then close and re-open this window.
vi: Bạn có thể khắc phục điều này bằng cách đảm bảo rằng nhóm <resource>%1</resource> có quyền ghi cho <filename>%2</filename>. Sau đó đóng và mở lại cửa sổ này.

# @label kauth action description %1 is a username %2 a group name
source: Adding user <resource>%1</resource> to group <resource>%2</resource> so they may configure Samba user shares
vi: Thêm người dùng <resource>%1</resource> vào nhóm <resource>%2</resource> để họ có thể cấu hình chia sẻ người dùng Samba

# @info
source: Failed to make user <resource>%1</resource> a member of group <resource>%2</resource>
vi: Không thể thêm người dùng <resource>%1</resource> vào nhóm <resource>%2</resource>

# @title
source: File Path
vi: Đường dẫn tệp

# @title
source: Current Permissions
vi: Quyền hiện tại

# @title
source: Required Permissions
vi: Quyền cần thiết

# @title
source: Denying Access
vi: Từ chối truy cập

# @info
source: Denying access prevents using this share even when another access rule might grant access. A denial rule always takes precedence. In particular denying access to <resource>Everyone</resource> actually disables access for everyone. It is generally not necessary to deny anyone because the regular directory and file permissions still apply to shared directories. A user who does not have access to the directory locally will still not be able to access it remotely even when the Share access rules would allow it.
vi: Từ chối truy cập ngăn cản việc sử dụng chia sẻ này ngay cả khi một quy tắc truy cập khác có thể cấp quyền truy cập. Quy tắc từ chối luôn được ưu tiên. Đặc biệt, việc từ chối truy cập cho <resource>Everyone</resource> thực sự vô hiệu hóa quyền truy cập cho tất cả mọi người. Thông thường không cần thiết phải từ chối bất kỳ ai vì các quyền thư mục và tệp thông thường vẫn áp dụng cho các thư mục được chia sẻ. Một người dùng không có quyền truy cập vào thư mục cục bộ sẽ vẫn không thể truy cập từ xa ngay cả khi các quy tắc truy cập Chia sẻ cho phép điều đó.

# @label
source: This folder needs extra permissions for sharing to work
vi: Thư mục này cần có quyền bổ sung để chia sẻ hoạt động

# @action:button opens the change permissions page
source: Fix Permissions
vi: Sửa quyền

# @label
source: The share might not work properly because share folder or its paths has Advanced Permissions: %1
vi: Chia sẻ này có thể không hoạt động đúng cách vì thư mục chia sẻ hoặc đường dẫn của nó có Quyền Nâng cao: %1

# @option:check
source: Share this folder with other computers on the local network
vi: Chia sẻ thư mục này với các máy tính khác trên mạng cục bộ

# @label
source: Name:
vi: Tên:

# @label
source: This name cannot be used. Share names must not be user names and there must not be two shares with the same name on the entire system.
vi: Tên này không thể được sử dụng. Tên chia sẻ không được là tên người dùng và không được có hai chia sẻ cùng tên trên toàn hệ thống.

# @label
source: This name may be too long. It can cause interoperability problems or get rejected by Samba.
vi: Tên này có thể quá dài. Nó có thể gây ra các vấn đề về khả năng tương tác hoặc bị Samba từ chối.

# @option:check
source: Allow guests
vi: Cho phép khách

# @label
source: Guest access is disabled by the system's Samba configuration.
vi: Quyền truy cập khách bị tắt bởi cấu hình Samba của hệ thống.

# @option:radio user can read&write
source: Full Control
vi: Toàn quyền

# @option:radio user can read
source: Read Only
vi: Chỉ đọc

# @option:radio user not allowed to access share
source: No Access
vi: Không được truy cập

# @button
source: Show Samba status monitor
vi: Hiển thị trình giám sát trạng thái Samba

# @title
source: Set password
vi: Đặt mật khẩu

# @label:textbox
source: Password
vi: Mật khẩu

# @label:textbox
source: Confirm password
vi: Xác nhận mật khẩu

# @label error message
source: Passwords must match
vi: Mật khẩu phải khớp

# @action:button creates a new samba user with the user-specified password
source: Set Password
vi: Đặt mật khẩu

# @info
source: <para>The folder <filename>%1</filename> needs extra permissions for sharing to work.</para> <para>Do you want to add these permissions now?</para><nl/>
vi: <para>Thư mục <filename>%1</filename> cần thêm quyền để chia sẻ hoạt động.</para> <para>Bạn có muốn thêm các quyền này ngay bây giờ không?</para><nl/>

# @action:button changes permissions
source: Change Permissions
vi: Thay đổi quyền

# @label
source: Could not change permissions for: %1. All permission changes have been reverted to initial state.
vi: Không thể thay đổi quyền truy cập cho: %1. Tất cả các thay đổi quyền đã được hoàn tác về trạng thái ban đầu.

# @action:button cancels permissions change
source: Cancel
vi: Huỷ

# @info
source: The <application>Samba</application> file sharing service must be installed before folders can be shared.
vi: Dịch vụ chia sẻ tệp <application>Samba</application> phải được cài đặt trước khi có thể chia sẻ thư mục.

# @button
source: Install Samba
vi: Cài đặt Samba

# @label
source: The Samba package failed to install.
vi: Gói Samba không thể cài đặt.

source: Because this distro does not include PackageKit, we cannot show you a nice "Install it" button, and you will have to use your package manager to install the <command>samba</command> server package manually.
vi: Vì bản phân phối này không bao gồm PackageKit, chúng tôi không thể hiển thị cho bạn nút "Cài đặt" tiện lợi, và bạn sẽ phải sử dụng trình quản lý gói của mình để cài đặt thủ công gói <command>samba</command> máy chủ.

# @label
source: Restart the computer to complete the changes.
vi: Khởi động lại máy tính để hoàn tất các thay đổi.

# @button restart the system
source: Restart
vi: Khởi động lại

# @info
source: <para> Samba uses a separate user database from the system one. This requires you to set a separate Samba password for every user that you want to be able to authenticate with. </para> <para> Before you can access shares with your current user account you need to set a Samba password. </para>
vi: <para> Samba sử dụng một cơ sở dữ liệu người dùng riêng biệt với cơ sở dữ liệu hệ thống. Điều này yêu cầu bạn phải đặt một mật khẩu Samba riêng cho mỗi người dùng mà bạn muốn có thể xác thực. </para> <para> Trước khi bạn có thể truy cập các chia sẻ với tài khoản người dùng hiện tại của mình, bạn cần đặt một mật khẩu Samba. </para>

# @action:button opens dialog to create new user
source: Create Samba password
vi: Tạo mật khẩu Samba

# @info
source: Additional user management and password management can be done using Samba's <command>smbpasswd</command> command line utility.
vi: Quản lý người dùng và mật khẩu bổ sung có thể được thực hiện bằng cách sử dụng tiện ích dòng lệnh <command>smbpasswd</command> của Samba.

# @info detailed error messsage
source: You have exhausted the maximum amount of shared directories you may have active at the same time.
vi: Bạn đã sử dụng hết số lượng thư mục chia sẻ tối đa được phép hoạt động cùng một lúc.

# @info detailed error messsage
source: The share name is invalid.
vi: Tên chia sẻ không hợp lệ.

# @info detailed error messsage
source: The share name is already in use for a different directory.
vi: Tên chia sẻ này đã được sử dụng cho một thư mục khác.

# @info detailed error messsage
source: The path is invalid.
vi: Đường dẫn không hợp lệ.

# @info detailed error messsage
source: The path does not exist.
vi: Đường dẫn này không tồn tại.

# @info detailed error messsage
source: The path is not a directory.
vi: Đường dẫn không phải là một thư mục.

# @info detailed error messsage
source: The path is relative.
vi: Đường dẫn là tương đối.

# @info detailed error messsage
source: This path may not be shared.
vi: Đường dẫn này có thể không được chia sẻ.

# @info detailed error messsage
source: The access rule is invalid.
vi: Quy tắc truy cập không hợp lệ.

# @info detailed error messsage
source: An access rule's user is not valid.
vi: Người dùng của một quy tắc truy cập không hợp lệ.

# @info detailed error messsage
source: The 'Guest' access rule is invalid.
vi: Quy tắc truy cập 'Khách' không hợp lệ.

# @info detailed error messsage
source: Enabling guest access is not allowed.
vi: Không được phép kích hoạt quyền truy cập khách.

# @info error in the underlying binaries. %1 is CLI output
source: <para>An error occurred while trying to share the directory. The share has not been created.</para><para>Samba internals report:</para><message>%1</message>
vi: <para>Đã xảy ra lỗi khi cố gắng chia sẻ thư mục. Chia sẻ chưa được tạo.</para><para>Báo cáo nội bộ của Samba:</para><message>%1</message>

# @info/title
source: Failed to Create Network Share
vi: Không thể tạo Chia sẻ Mạng

# @info error in the underlying binaries. %1 is CLI output
source: <para>An error occurred while trying to un-share the directory. The share has not been removed.</para><para>Samba internals report:</para><message>%1</message>
vi: <para>Đã xảy ra lỗi khi cố gắng hủy chia sẻ thư mục. Chia sẻ chưa được xóa.</para><para>Báo cáo nội bộ của Samba:</para><message>%1</message>

# @info/title
source: Failed to Remove Network Share
vi: Không thể xoá Chia sẻ Mạng

# @label kauth action description %1 is a username
source: Checking if Samba user '%1' exists
vi: Kiểm tra xem người dùng Samba '%1' có tồn tại không

# @label kauth action description %1 is a username
source: Creating new Samba user '%1'
vi: Tạo người dùng Samba mới '%1'
