Repository: caligraph-net/l10n-kf6
Catalog: messages/knewstuff/knewstuff6.po
Languages: vi

source: All categories are missing
vi: Tất cả các loại đều bị thiếu

# the price of a download item, parameter 1 is the currency, 2 is the price
source: This item costs %1 %2. Do you want to buy it?
vi: Mục này có giá %1 %2. Bạn có muốn mua không?

source: Your account balance is too low: Your balance: %1 Price: %2
vi: Số dư tài khoản của bạn quá thấp: Số dư: %1 Giá: %2

# voting for an item (good/bad)
source: Your vote was recorded.
vi: Bình chọn của bạn đã được lưu lại.

source: You are now a fan.
vi: Giờ bạn đã là một fan rồi.

source: The service is currently undergoing maintenance and is expected to be back in %1.
vi: Dịch vụ hiện đang được bảo trì và dự kiến sẽ trở lại trong %1.

source: Network error %1: %2
vi: Lỗi mạng %1: %2

source: Too many requests to server. Please try again in a few minutes.
vi: Quá nhiều yêu cầu đến máy chủ. Hãy thử lại sau vài phút.

source: The Open Collaboration Services instance %1 does not support the attempted function.
vi: Hiện thể dịch vụ hợp tác mở %1 không hỗ trợ chức năng đã cố gắn.

source: Unknown Open Collaboration Service API error. (%1)
vi: Lỗi API Dịch vụ cộng tác mở không rõ. (%1)

# The value returned for an unknown role when requesting data from the model.
source: Unknown CommentsModel role
vi: Vai trò CommentsModel không rõ

source: An error occurred during the installation process: %1
vi: Đã xảy ra lỗi trong quá trình cài đặt: %1

source: Configuration file does not exist: "%1"
vi: Tệp cấu hình không tồn tại: "%1"

source: Configuration file exists, but cannot be opened: "%1"
vi: Tệp cấu hình tồn tại, nhưng không thể mở: "%1"

source: Configuration file is invalid: "%1"
vi: Tệp cấu hình không hợp lệ: "%1"

source: Use
vi: Sử dụng

source: Could not initialise the installation handler for %1: %2 This is a critical error and should be reported to the application author
vi: Không thể khởi tạo trình xử lý cài đặt cho %1: %2 Đây là lỗi nghiêm trọng và cần được báo cáo cho tác giả ứng dụng

source: Loading of providers from file: %1 failed
vi: Nạp nhà cung cấp từ tệp: %1 thất bại

source: Could not load get hot new stuff providers from file: %1
vi: Không thể lấy nhà cung cấp thứ hay ho mới từ tệp: %1

source: Error initializing provider.
vi: Lỗi khởi tạo nhà cung cấp.

source: Invalid item.
vi: Mục không hợp lệ.

source: Download of item failed: no download URL for "%1".
vi: Tải mục thất bại: không có liên kết tải cho "%1".

source: Download of "%1" failed, error: %2
vi: Tải "%1" thất bại, lỗi: %2

source: Cannot install '%1' because it points to a web page. Click <a href='%2'>here</a> to finish the installation.
vi: Không thể cài đặt '%1' vì nó trỏ đến một trang web. Bấm <a href='%2'>vào đây</a> để hoàn tất việc cài đặt.

source: Could not install "%1": file not found.
vi: Không thể cài đặt "%1": không tìm thấy tệp.

source: Installation of %1 failed: %2
vi: Cài đặt %1 không thành công: %2

source: Could not determine the type of archive of the downloaded file %1
vi: Không xác định được kiểu kho trữ của tệp %1 đã tải về

source: Failed to open the archive file %1. The reported error was: %2
vi: Không thể mở tệp kho trữ %1. Lỗi được báo cáo là: %2

source: This file already exists on disk (possibly due to an earlier failed download attempt). Continuing means overwriting it. Do you wish to overwrite the existing file?
vi: Tệp này đã tồn tại trên ổ đĩa (có thể do một lần tải về không thành công trước đó). Tiếp tục sẽ có nghĩa là ghi đè lên nó. Bạn có muốn ghi đè lên tệp hiện có không?

source: Overwrite File
vi: Ghi đè tệp

source: Unable to move the file %1 to the intended destination %2
vi: Không thể di chuyển tệp %1 đến đích dự định %2

source: The installation failed while attempting to run the command: %1 The returned output was: %2
vi: Cài đặt không thành công khi cố gắng chạy lệnh: %1 Kết quả trả về là: %2

source: The installation failed with code %1 while attempting to run the command: %2 The returned output was: %3
vi: Cài đặt không thành công với mã %1 khi cố gắng chạy lệnh: %2 Kết quả trả về là: %3

source: The removal of %1 failed, as the installed file %2 could not be automatically removed. You can attempt to manually delete this file, if you believe this is an error.
vi: Việc gỡ bỏ %1 không thành công, vì tệp đã cài đặt %2 không thể tự động gỡ bỏ. Bạn có thể cố gắng xóa thủ công tệp này, nếu bạn tin rằng đây là lỗi.

source: The uninstallation process failed to successfully run the command %1 The output of was: %2 If you think this is incorrect, you can continue or cancel the uninstallation process
vi: Quá trình gỡ cài đặt không thể chạy thành công lệnh %1 Kết quả đầu ra là: %2 Nếu bạn nghĩ rằng điều này không chính xác, bạn có thể tiếp tục hoặc huỷ quá trình gỡ cài đặt

source: Could not open %1 for writing
vi: Không thể mở %1 để ghi

source: Could not open %1 for reading
vi: Không thể mở %1 để đọc

source: Could not perform an installation of the entry %1 as it does not have any downloadable items defined. Please contact the author so they can fix this.
vi: Không thể thực hiện cài đặt mục %1 vì nó không có bất kỳ mục nào có thể tải về. Vui lòng liên hệ với tác giả để họ có thể sửa lỗi này.

source: Pick Update Item
vi: Chọn Mục Cập Nhật

source: Please pick the item from the list below which should be used to apply this update. We were unable to identify which item to select, based on the original item, which was named %1
vi: Vui lòng chọn mục từ danh sách bên dưới để áp dụng bản cập nhật này. Chúng tôi không thể xác định được mục nào cần chọn, dựa trên mục gốc có tên là %1

source: We failed to identify a good link for updating %1, and are unable to perform the update
vi: Chúng tôi không thể xác định được một liên kết tốt để cập nhật %1, và không thể thực hiện cập nhật

source: Failed to adopt '%1' %2
vi: Không thể áp dụng '%1' %2

# The first entry in the category selection list (also the default value)
source: All Categories
vi: Tất cả các loại

# The string passed back in the case the requested category is not known
source: Unknown Category
vi: Loại không rõ

source: Stuff
vi: Các thứ

source: Download New %1…
vi: Tải về %1 mới...

# The dialog title when we know which type of stuff is being requested
source: Download New %1
vi: Tải về %1 mới

# A placeholder title used in the dialog when there is no better title available
source: Download New Stuff
vi: Tải về các thứ mới

source: Pick Your Installation Option
vi: Chọn Tùy Chọn Cài Đặt Của Bạn

source: Please select the option you wish to install from the list of downloadable items below. If it is unclear which you should chose out of the available options, please contact the author of this item and ask that they clarify this through the naming of the items.
vi: Vui lòng chọn lựa chọn bạn muốn cài đặt từ danh sách các mục có thể tải xuống bên dưới. Nếu không rõ bạn nên chọn lựa chọn nào trong các lựa chọn hiện có, vui lòng liên hệ với tác giả của mục này và yêu cầu họ làm rõ điều này thông qua việc đặt tên các mục.

source: Install
vi: Cài đặt

# A passive notification shown when installation of an item is initiated
source: Installing %1 from %2
vi: Đang cài đặt %1 từ %2

source: %1 by %2
vi: %1 bởi %2

source: Install
vi: Cài đặt

# Show installation options, where there is more than one downloadable item
source: Install…
vi: Cài đặt...

# Request updating of this item
source: Update
vi: Cập nhật

# Request uninstallation of this item
source: Uninstall
vi: Gỡ cài đặt

source: Currently working on the item %1 by %2. Please wait…
vi: Hiện đang thực hiện mục %1 bởi %2. Vui lòng chờ...

# Status message to be shown when the entry is in the process of being updated
source: Currently updating the item %1 by %2. Please wait…
vi: Hiện đang cập nhật mục %1 bởi %2. Vui lòng chờ...

source: This item is currently in an invalid or unknown state. <a href="https://bugs.kde.org/enter_bug.cgi?product=frameworks-knewstuff">Please report this to the KDE Community in a bug report</a>.
vi: Mục này hiện đang ở trạng thái không hợp lệ hoặc không rõ. <a href="https://bugs.kde.org/enter_bug.cgi?product=frameworks-knewstuff">Vui lòng báo cáo điều này cho Cộng đồng KDE trong một báo cáo lỗi</a>.

source: Comments and Reviews:
vi: Bình luận và Đánh giá:

source: %1 Reviews and Comments
vi: %1 Đánh giá và Bình luận

source: Rating:
vi: Đánh giá:

source: Homepage:
vi: Trang chủ:

source: Open the homepage for %1
vi: Mở trang nhà của %1

source: How To Donate:
vi: Cách Quyên Góp:

source: Find out how to donate to this project
vi: Tìm hiểu cách quyên góp cho dự án này

source: Use caution when accessing user-created content shown here, as it may contain executable code that hasn't been tested by KDE or your distributor for safety, stability, or quality.
vi: Hãy cẩn thận khi truy cập nội dung do người dùng tạo ra được hiển thị ở đây, vì nó có thể chứa mã thực thi chưa được KDE hoặc nhà phân phối của bạn kiểm tra về an toàn, ổn định hoặc chất lượng.

source: User-created content shown here hasn't been tested by KDE or your distributor for functionality or quality.
vi: Nội dung do người dùng tạo ra được hiển thị ở đây chưa được KDE hoặc nhà phân phối của bạn kiểm tra về chức năng hoặc chất lượng.

source: Everything
vi: Tất cả

source: Installed
vi: Đã cài

source: Updateable
vi: Có thể cập nhật

# List option which will set the filter to show everything
source: Show All Entries
vi: Hiển thị tất cả mục

# List option which will set the filter so only installed items are shown
source: Show Only Installed Entries
vi: Chỉ hiển thị các mục đã cài đặt

source: Show Only Updateable Entries
vi: Chỉ hiển thị các mục có bản cập nhật

source: Recent
vi: Gần đây

source: Alphabetical
vi: Theo thứ tự bảng chữ cái

source: Rating
vi: Đánh giá

source: Downloads
vi: Tải về

source: Show Most Recent First
vi: Hiện mới nhất trước

# List option which will set the sort order to be alphabetical based on the name
source: Sort Alphabetically By Name
vi: Sắp xếp theo thứ tự bảng chữ cái theo tên

# List option which will set the sort order to based on user ratings
source: Show Highest Rated First
vi: Hiện những bài đánh giá cao nhất trước

# List option which will set the sort order to based on number of downloads
source: Show Most Downloaded First
vi: Hiển thị những mục được tải về nhiều nhất trước

source: Upload…
vi: Tải lên...

source: Learn how to add your own hot new stuff to this list
vi: Tìm hiểu cách thêm những thứ mới tuyệt vời của riêng bạn vào danh sách này

source: Go to…
vi: Đi đến...

source: Search…
vi: Tìm kiếm...

source: Category:
vi: Thể loại:

source: Contribute your own…
vi: Đóng góp của bạn...

# Placeholder title for when a comment has no subject, but does have a rating
source: <i>(no title)</i>
vi: <i>(không có tiêu đề)</i>

source: %1 <i>(author)</i>
vi: %1 <i>(tác giả)</i>

# Title for the page containing a view of the comments for the entry
source: Comments and Reviews for %1
vi: Bình luận và Đánh giá cho %1

# Title for the item which is checked when all comments should be shown
source: Show All Comments
vi: Hiện tất cả bình luận

source: Show Reviews Only
vi: Chỉ hiện đánh giá

source: Show Reviews and Replies
vi: Hiện Đánh Giá và Hồi Đáp

# The number of times the item has been downloaded
source: %1 downloads
vi: %1 lượt tải

source: By <i>%1</i>
vi: Bởi <i>%1</i>

# Label for the busy indicator showing an item is being installed OR uninstalled
source: Working…
vi: Đang xử lý...

# Label for the busy indicator showing an item is in the process of being updated
source: Updating…
vi: Đang cập nhật...

source: Invalid or unknown state. <a href="https://bugs.kde.org/enter_bug.cgi?product=frameworks-knewstuff">Please report this to the KDE Community in a bug report</a>.
vi: Trạng thái không hợp lệ hoặc không rõ. <a href="https://bugs.kde.org/enter_bug.cgi?product=frameworks-knewstuff">Vui lòng báo cáo điều này cho Cộng đồng KDE trong một báo cáo lỗi</a>.

# Label for the busy indicator showing an item is installing
source: Installing…
vi: Đang cài đặt...

# Title for a dialog box which shows error messages
source: An Error Occurred
vi: Đã xảy ra lỗi

source: Please try again later.
vi: Vui lòng thử lại sau.

source: None
vi: Không

# @knewstuff6
source: Upload New Stuff: %1
vi: Tải lên các thứ mới: %1

# A text shown beside a busy indicator suggesting that data is being fetched
source: Updating information…
vi: Đang cập nhật thông tin...

# The name of the KDE Store
source: KDE Store
vi: Cửa hàng KDE

# An unnamed provider
source: Your Provider
vi: Nhà cung cấp của bạn

source: Open Website: %1
vi: Mở trang web: %1

source: Send Email To: %1
vi: Gửi thư điện tử đến: %1

# A description of how to upload content to a generic provider
source: To upload new entries, or to add content to an existing entry on the KDE Store, please open the website and log in. Once you have done this, you will be able to find the My Products entry in the menu which pops up when you click your user icon. Click on this entry to go to the product management system, where you can work on your products.
vi: Để tải lên các mục mới hoặc thêm nội dung vào một mục hiện có trên Cửa hàng KDE, vui lòng mở website và đăng nhập. Sau khi làm điều này, bạn sẽ có thể tìm thấy mục Sản phẩm của Tôi trong trình đơn hiện lên khi bạn bấm vào biểu tượng người dùng của mình. Bấm vào mục này để đến hệ thống quản lý sản phẩm, nơi bạn có thể làm việc với các sản phẩm của mình.

# A description of how to upload content to the KDE Store specifically
source: To upload new entries, or to add content to an existing entry, please open the provider's website and follow the instructions there. You will likely need to create a user and log in to a product management system, where you will need to follow the instructions for how to add. Alternatively, you might be required to contact the managers of the site directly to get new content added.
vi: Để tải lên các mục nhập mới hoặc thêm nội dung vào một mục nhập hiện có, vui lòng mở địa điểm web của nhà cung cấp và làm theo hướng dẫn tại đó. Bạn có thể cần phải tạo một tài khoản người dùng và đăng nhập vào hệ thống quản lý sản phẩm, nơi bạn sẽ cần phải làm theo hướng dẫn về cách thêm nội dung. Hoặc bạn có thể được yêu cầu liên hệ trực tiếp với các quản lý của địa điểm web để thêm nội dung mới.

source: Loading data
vi: Đang tải dữ liệu

source: Installing
vi: Đang cài đặt

source: You are not authorized to Get Hot New Stuff. If you think this is in error, please contact the person in charge of your permissions.
vi: Bạn không được phép sử dụng tính năng Lấy Thứ Mới Nóng. Nếu bạn nghĩ rằng đây là lỗi, vui lòng liên hệ với người phụ trách quyền hạn của bạn.

# Knewstuff5
source: Back
vi: Quay lại

# Knewstuff5
source: Popular
vi: Phổ biến

# Knewstuff5
source: Featured
vi: Nổi bật

# Knewstuff5
source: Restart
vi: Khởi động lại

# Knewstuff5
source: New
vi: Mới

# Knewstuff5
source: Home
vi: Trang chủ

# Knewstuff5
source: Shelf
vi: Kệ

# Knewstuff5
source: Up
vi: Lên

# Knewstuff5
source: Recommended
vi: Được đề xuất

# Knewstuff5
source: Subscriptions
vi: Đăng ký

# Knewstuff5
source: All Entries
vi: Tất cả mục

# Knewstuff5
source: Search Preset: %1
vi: Tìm kiếm Preset: %1

source: The KNSRC file you want to show. If none is passed, you will be presented with a dialog which lets you switch between all the config files installed into the systemwide knsrc file location
vi: Tệp KNSRC mà bạn muốn hiển thị. Nếu không có tệp nào được truyền, bạn sẽ được hiển thị một hộp thoại cho phép bạn chuyển đổi giữa tất cả các tệp cấu hình được cài đặt vào vị trí tệp knsrc toàn hệ thống

source: A kns url to show information from. The format for a kns url is kns://knsrcfile/providerid/entryid 'knsrcfile' is the name of a knsrc file as might be passed directly through this tool's knsrcfile argument 'providerid' is the hostname of the provider the entry should exist on 'entryid' is the unique ID of an entry found in the provider specified by the knsrc file. An example of such a url is kns://sddmtheme.knsrc/api.kde-look.org/2059021
vi: Một URL kns để hiển thị thông tin từ. Định dạng của một URL kns là kns://knsrcfile/providerid/entryid 'knsrcfile' là tên của một tệp knsrc như có thể được truyền trực tiếp thông qua đối số knsrcfile của công cụ này 'providerid' là tên máy chủ của nhà cung cấp mà mục nhập nên tồn tại trên 'entryid' là mã định danh duy nhất của một mục nhập được tìm thấy trong nhà cung cấp được chỉ định bởi tệp knsrc. Ví dụ về một URL như vậy là kns://sddmtheme.knsrc/api.kde-look.org/2059021

# @action
source: Download New Stuff…
vi: Tải về các thứ mới...
