Repository: caligraph-net/l10n-kf6
Catalog: messages/killbots/killbots._desktop_.po
Languages: vi

# Name
source: Classic
vi: Cổ điển

# Description
source: <qt><p>The rules used in the original BSD command line version of <tt>robots</tt>.</p><p>Nothing fancy, just the basic game elements: no fastbots, no safe teleports, no pushing junkheaps, and a huge game grid.</p><p>Due to its larger width, it is recommended that you use a theme with narrower tiles to better fit your screen.</p></qt>
vi: <qt><p>Các quy tắc được sử dụng trong phiên bản gốc của <tt>robots</tt> trên dòng lệnh BSD.</p><p>Không có gì đặc biệt, chỉ có các yếu tố cơ bản của bàn chơi: không có robot nhanh, không có dịch chuyển an toàn, không ấn đống rác, và một lưới bàn chơi khổng lồ.</p><p>Do chiều rộng lớn hơn, bạn nên sử dụng một chủ đề có ô nhỏ hơn để phù hợp hơn với màn hình của bạn.</p></qt>

# Description
source: <qt><p>An approximation of the rules used in Daleks, a robots-like game for early Apple computers.</p><p>The hero is allotted one energy each round that can be used to power the sonic screwdriver. All other special features are disabled.</p></qt>
vi: <qt><p>Một phiên bản gần đúng của luật chơi trong Daleks, một bàn chơi kiểu robots cho các máy tính Apple đời đầu.</p><p>Nhân vật chính được cấp một nguồn điện mỗi vòng có thể dùng để cấp năng lượng cho tua vít âm thanh. Tất cả các tính năng đặc biệt khác đều bị vô hiệu hóa.</p></qt>

# Description
source: <qt><p>The default Killbots game type.</p><p>Includes a medium size grid, safe teleports, fast enemies and pushable junkheaps.</p></qt>
vi: <qt><p>Kiểu bàn chơi Killbots mặc định.</p><p>Bao gồm lưới kích thước trung bình, dịch chuyển an toàn, kẻ thù nhanh và đống rác có thể đẩy được.</p></qt>

# Name
source: Easy
vi: Dễ dàng

# Description
source: <qt><p>An easier version of the "Killbots" game type.</p><p>Includes a bigger game grid prepopulated with junkheaps, a starting stash of energy and an increasing energy cap.</p></qt>
vi: <qt><p>Một phiên bản dễ hơn của kiểu trò chơi "Killbots".</p><p>Bao gồm một lưới bàn chơi lớn hơn được điền sẵn với đống rác, một kho năng lượng ban đầu và giới hạn năng lượng tăng dần.</p></qt>

# Name
source: Energy Crisis
vi: Khủng hoảng năng lượng

# Description
source: The player starts with 30 energy and cannot earn more. How many rounds can you survive and how many points can you collect before your energy and luck run out?
vi: Người chơi bắt đầu với 30 năng lượng và không thể kiếm thêm. Bạn có thể sống sót trong bao nhiêu vòng và thu thập được bao nhiêu điểm trước khi năng lượng và may mắn của bạn cạn kiệt?

# GenericName
source: Strategy Game with Robots
vi: Trò chơi chiến lược với Robot

# Comment
source: A KDE game of killer robots and teleportation.
vi: Một trò chơi của KDE về robot sát thủ và dịch chuyển.

# Description
source: A theme for those who miss the console version
vi: Một chủ đề dành cho những ai nhớ phiên bản bàn điều khiển

# Name
source: Mountain Adventure
vi: Phiêu lưu núi

# Description
source: Indiana Gnomes battles ghosts and bats on a misty mountainside.
vi: Indiana Gnomes chiến đấu với những con ma và dơi trên một sườn núi mờ ảo.

# Description
source: Egyptian style theme with mad mummies.
vi: Chủ đề phong cách Ai Cập với những xác ướp điên cuồng.

# Name
source: Robot Kill
vi: Diệt Robot

# Description
source: The default Killbots theme.
vi: Chủ đề Killbots mặc định.
