Repository: caligraph-net/l10n-kf6
Catalog: messages/kgraphviewer/kgraphviewer.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Tên của bạn

# EMAIL OF TRANSLATORS
source: Your emails
vi: Emails của bạn

source: Session Restore
vi: Khôi phục Phiên chạy

source: Do you want to reload files from previous session?
vi: Bạn có muốn nạp lại các tệp từ phiên trước không?

source: Unable to start
vi: Không thể khởi động

source: Could not find the KGraphViewer part.
vi: Không tìm thấy phần KGraphViewer.

source: Closes the current file
vi: Đóng tệp hiện tại

source: Create a New Vertex
vi: Tạo một Đỉnh Mới

source: Create a New Edge
vi: Tạo một cạnh mới

source: Save current graph
vi: Lưu đồ thị hiện tại

source: Parsing
vi: Phân tích

source: Reloading
vi: Đang nạp lại

source: Opening
vi: Đang mở

source: Session Management
vi: Quản lí Phiên chạy

source: Add a new attribute
vi: Thêm một thuộc tính mới

source: Remove this attribute
vi: Xoá thuộc tính này

source: KGraphEditor
vi: Trình chỉnh sửa đồ thị KDE

source: A Graphviz DOT graph editor by KDE
vi: Trình biên tập đồ thị DOT của Graphviz bởi KDE

source: Path or URL to scan
vi: Đường dẫn hoặc URL để quét

source: Opening in new window confirmation
vi: Xác nhận mở trong cửa sổ mới

source: A KGraphEditor window is already open, do you want to open the file in it?
vi: Một cửa sổ KGraphEditor đã được mở, bạn có muốn mở tệp trong đó không?

source: Remove this node
vi: Xoá nút này

source: The answer to the question 'File modified, do you want to reload it'
vi: Tệp đã được sửa đổi, bạn có muốn tải lại nó không

source: To choose whether to parse using an external command (usually dot) or the graphviz library
vi: Để chọn sử dụng lệnh bên ngoài (thường là dot) hoặc thư viện graphviz để phân tách

source: The answer to the question 'If another window already exist when launching kgraphviewer, should we open in it, open a new window or ask?'
vi: Câu trả lời cho câu hỏi 'Nếu một cửa sổ khác đã tồn tại khi khởi chạy kgraphviewer, chúng ta nên mở trong đó, mở cửa sổ mới hay hỏi?'

source: The answer to the question 'Should the files that were opened in previous sessions be reopened at startup?'
vi: Câu trả lời cho câu hỏi 'Các tệp đã được mở trong các phiên trước đó có nên được mở lại khi khởi động không?'

source: If true, the bird's eye view will be shown if needed.
vi: Nếu đúng, khung xem toàn cảnh sẽ được hiển thị nếu cần.

source: The list of files that were opened in past instances of kgraphviewer
vi: Danh sách các tệp đã được mở trong các hiện thể trước đó của kgraphviewer

source: View Toolbar
vi: Thanh công cụ Xem

source: Help Toolbar
vi: Thanh công cụ Trợ giúp

source: Edit Toolbar
vi: Thanh công cụ Sửa

source: Do you want to reload files from the previous session?
vi: Bạn có muốn nạp lại tệp từ phiên chạy trước không?

# @action:button
source: Reload
vi: Tải lại

# @action:button
source: Do Not Reload
vi: Không tải lại

source: Opens a new empty KGraphViewer window.
vi: Mở một cửa sổ KGraphViewer mới trống.

source: Shows the file open dialog to choose a Graphviz DOT file to open.
vi: Hiển thị hộp thoại mở tệp để chọn một tệp Graphviz DOT để mở.

source: This lists files which you have opened recently, and allows you to easily open them again.
vi: Danh sách này liệt kê các tệp mà bạn đã mở gần đây, và cho phép bạn dễ dàng mở chúng lại.

source: Quits KGraphViewer.
vi: Thoát KGraphViewer.

source: Shows or hides the status bar.
vi: Hiển thị hoặc ẩn thanh trạng thái.

source: Toolbar configuration.
vi: Cấu hình thanh công cụ.

source: Main KGraphViewer configuration options.
vi: Các tùy chọn cấu hình chính của KGraphViewer.

source: Appearance
vi: diện mạo

source: Background color of the graph view.
vi: Màu nền của chế độ xem đồ thị.

source: KGraphViewer
vi: Bộ xem đồ thị KDE

source: A Graphviz DOT graph viewer
vi: Trình xem đồ thị DOT của Graphviz

source: Original Author and current maintainer
vi: Tác giả gốc và bảo trì viên hiện tại

source: Contributor
vi: Người đóng góp

source: Port to KF5
vi: Chuyển sang KF5

source: A KGraphViewer window is already open, where do you want to open this file in the existing window?
vi: Một cửa sổ KGraphViewer đã được mở, bạn muốn mở tệp này trong cửa sổ hiện có ở đâu?

source: Remove selected edge(s)
vi: Xoá các cạnh đã chọn

source: Remove selected element(s)
vi: Xoá các phần tử đã chọn

source: Layout process failed
vi: Quá trình bố cục thất bại

source: Unable to start %1.
vi: Không thể khởi động %1.

source: %1 crashed.
vi: %1 đã bị sập.

source: %1 timed out.
vi: %1 đã hết thời gian.

source: Was not able to write data to the %1 process.
vi: Không thể ghi dữ liệu vào quá trình %1.

source: Was not able to read data from the %1 process.
vi: Không thể đọc dữ liệu từ quá trình %1.

source: Unknown error running %1.
vi: Lỗi không rõ khi chạy %1.

# @title:menu
source: Layout Algorithm
vi: Thuật toán bố cục

source: Layout the graph using the dot program.
vi: Bố cục đồ thị bằng chương trình dot.

source: Layout the graph using the neato program.
vi: Bố cục đồ thị bằng chương trình neato.

source: Layout the graph using the twopi program.
vi: Bố cục đồ thị bằng chương trình twopi.

source: Layout the graph using the fdp program.
vi: Bố cục đồ thị bằng chương trình fdp.

source: Layout the graph using the circo program.
vi: Bố cục đồ thị bằng chương trình circo.

source: Choose a Graphviz layout algorithm or edit your own one.
vi: Chọn một thuật toán bố cục Graphviz hoặc biên tập bố cục của riêng bạn.

source: Choose a Graphviz layout algorithm or type in your own command that will generate a graph in the xdot format on its standard output. For example, to manually specify the <tt>G</tt> option to the dot command, type in: <tt>dot -Gname=MyGraphName -Txdot </tt>
vi: Chọn một thuật toán bố cục Graphviz hoặc nhập lệnh của riêng bạn để tạo đồ thị ở định dạng xdot trên đầu ra chuẩn. Ví dụ, để chỉ định thủ công lựa chọn <tt>G</tt> cho lệnh dot, hãy nhập: <tt>dot -Gname=MyGraphName -Txdot </tt>

# @title:menu
source: Export Graph
vi: Xuất khẩu Đồ thị

source: Allows the graph to be exported in another format.
vi: Cho phép xuất biểu đồ sang định dạng khác.

source: Use the Export Graph menu to export the graph in another format. There is currently only one export format supported: as a PNG image.
vi: Sử dụng trình đơn Xuất khẩu Đồ thị để xuất khẩu đồ thị sang định dạng khác. Hiện chỉ có một định dạng xuất khẩu được hỗ trợ: dưới dạng ảnh PNG.

# @action:inmenu
source: As Image…
vi: Như Hình Ảnh...

source: Export the graph to an image file.
vi: Xuất khẩu đồ thị sang tệp ảnh.

source: Zoom in by 10% on the currently viewed graph
vi: Thu phóng đồ thị hiện tại lên 10%

source: Zoom out by 10% from the currently viewed graph
vi: Thu phóng ra 10% từ biểu đồ đang được xem

# @option:check
source: Enable Bird's-Eye View
vi: Bật Chế Độ Xem Toàn Cảnh

source: Enables or disables the Bird's-eye View
vi: Bật hoặc tắt Chế độ xem toàn cảnh

# @title:menu
source: Bird's-Eye View Position
vi: Vị trí Xem Toàn Cảnh

source: Allows the Bird's-eye View to be setup.
vi: Cho phép thiết lập Khung xem Toàn cảnh.

# @item:inmenu bev position
source: Top Left
vi: Trên cùng bên trái

source: Puts the Bird's-eye View in the top-left corner.
vi: Đặt Khung xem Toàn cảnh ở góc trên bên trái.

# @item:inmenu bev position
source: Top Right
vi: Trên cùng bên phải

source: Puts the Bird's-eye View in the top-right corner.
vi: Đặt Khung xem Toàn cảnh ở góc trên bên phải.

# @item:inmenu bev position
source: Bottom Left
vi: Dưới cùng bên trái

source: Puts the Bird's-eye View in the bottom-left corner.
vi: Đặt Khung xem Toàn cảnh ở góc dưới bên trái.

# @item:inmenu bev position
source: Bottom Right
vi: Dưới cùng bên phải

source: Puts the Bird's-eye View in the bottom-right corner.
vi: Đặt Khung xem Toàn cảnh ở góc dưới bên phải.

# @item:inmenu bev position
source: Automatic
vi: Tự động

source: Let KGraphViewer automatically choose the position of the Bird's-eye View.
vi: Để KGraphViewer tự động chọn vị trí của Chế độ xem toàn cảnh.

# @title:menu
source: Layout
vi: Bố cục

# @action:inmenu
source: Specify Layout Command…
vi: Chỉ định Lệnh Bố Cục...

source: Specify yourself the layout command to use. Given a dot file, it should produce an xdot file on its standard output.
vi: Hãy chỉ định lệnh bố cục mà bạn muốn sử dụng. Với một tệp dot, nó sẽ tạo ra một tệp xdot trên đầu ra tiêu chuẩn của nó.

# @action:inmenu
source: Reset Layout Command to Default
vi: Đặt lại Lệnh Bố cục về Mặc định

source: Resets the layout command to use to the default depending on the graph type (directed or not).
vi: Đặt lại lệnh bố cục để sử dụng mặc định tùy thuộc vào kiểu đồ thị (có hướng hoặc không).

source: Select file
vi: Bôi đen tệp

source: Graph SVG Generated by KGraphViewer
vi: Đồ thị SVG được tạo bởi KGraphViewer

source: Graph SVG Generated by KGraphViewer.
vi: Đồ thị SVG được tạo bởi KGraphViewer.

source: <h1>Graphviz DOT format graph visualization</h1><p>If the graph is larger than the widget area, an overview panner is shown in one edge. Choose through the context menu if the optimal position of this overview should be automatically computed or put it where you want.</p><h2>How to work with it?</h2><ul><li>To move the graph, you can: <ul> <li>click & drag it</li> <li>use the elevators</li> <li>press the arrows keys</li> <li>click somewhere in the panner view</li> <li>use the mouse wheel (up and down with no modifier, left and right with the <Alt> key pressed)</li> <li>or click & drag the panner view</li> </ul></li><li>To zoom, you can either use the zoom in and zoom out toolbar buttons, or click on the <Shift> key while rolling your mouse wheel.</li><li>Try the contextual menu (usually by right-clicking) to discover other possibilities.</li><li>Try the <tt>Print preview</tt> or the <tt>Page setup</tt> buttons to explore the printing options.</li></ul>
vi: <h1>Trực quan hóa đồ thị định dạng DOT của Graphviz</h1><p>Nếu đồ thị lớn hơn khu vực khiển tố, một bảng điều khiển tổng quan sẽ hiển thị ở một cạnh. Chọn thông qua trình đơn ngữ cảnh nếu vị trí tối ưu của tổng quan này nên được tính toán tự động hoặc đặt nó ở nơi bạn muốn.</p><h2>Làm việc với nó như thế nào?</h2><ul><li>Để di chuyển đồ thị, bạn có thể: <ul> <li>bấm & kéo nó</li> <li>sử dụng thanh cuộn</li> <li>nhấn các phím mũi tên</li> <li>bấm vào đâu đó trong khung nhìn bảng điều khiển</li> <li>sử dụng con lăn chuột (lên và xuống không cần phím bổ trợ, trái và phải với phím <Alt> được nhấn)</li> <li>hoặc bấm & kéo khung nhìn bảng điều khiển</li> </ul></li><li>Để thu phóng, bạn có thể sử dụng các nút thu phóng to và thu nhỏ trên thanh công cụ, hoặc bấm phím <Shift> trong khi lăn con lăn chuột.</li><li>Thử trình đơn ngữ cảnh (thường bằng cách bấm chuột phải) để khám phá các khả năng khác.</li><li>Thử nút <tt>Xem trước khi in</tt> hoặc <tt>Thiết lập trang</tt> để khám phá các tùy chọn in ấn.</li></ul>

source: no graph loaded
vi: chưa tải đồ thị

source: graph %1 is getting loaded...
vi: đồ thị %1 đang được tải...

source: error parsing file %1
vi: lỗi khi phân tích tệp %1

source: Reload Confirmation
vi: Xác nhận nạp lại

source: The file %1 has been modified on disk. Do you want to reload it?
vi: Tệp %1 đã được chỉnh sửa trên ổ đĩa. Bạn có muốn tải lại nó không?

source: Layout Command
vi: Lệnh Bố Cục

source: Specify here the command that will be used to layout the graph. The command MUST write its results on stdout in xdot format.
vi: Chỉ định lệnh sẽ được sử dụng để bố cục đồ thị. Lệnh NỘI BỘ phải ghi kết quả của nó trên stdout ở định dạng xdot.

source: Failed to open %1
vi: Không thể mở %1

source: Print the graph using current page setup settings
vi: In đồ thị bằng cách sử dụng thiết lập trang hiện tại

source: Open the print preview window
vi: Mở cửa sổ xem thử trước khi in

# @action:inmenu
source: Page Setup…
vi: Thiết lập Trang...

source: Opens the Page Setup dialog to allow graph printing to be setup
vi: Mở hộp thoại Thiết lập Trang để cho phép cài đặt in đồ thị

source: Reload the current graph from file
vi: Tải lại đồ thị hiện tại từ tệp

source: &File
vi: &Tệp

source: &View
vi: &Xem

# Page size
source: Screen
vi: Màn hình

# Page size
source: Custom
vi: Tự chọn

source: Columns:
vi: Cột:

source: Column spacing:
vi: Khoảng cách cột:

source: Page Preview
vi: Xem thử trang

source: Page Size & Margins
vi: Cỡ và Lề Trang

source: Header
vi: Đầu trang

source: Different header for the first page
vi: Đầu trang riêng cho trang đầu

source: Different header for even and odd pages
vi: Đầu trang khác giữa trang chẵn và lẻ

source: Spacing between header and body:
vi: Khoảng cách giữa đầu trang và thân:

source: Footer
vi: Chân trang

source: Different footer for the first page
vi: Chân trang riêng cho trang đầu

source: Different footer for even and odd pages
vi: Chân trang khác giữa trang chẵn và lẻ

source: Spacing between footer and body:
vi: Khoảng cách giữa chân trang và thân:

source: Footnote/Endnote
vi: Cước chú/Kết chú

source: Spacing between footnote and body:
vi: Khoảng cách giữa cước chú và thân:

source: Unit:
vi: Đơn vị:

source: All values are given in %1.
vi: Tất cả các giá trị được đưa ra bằng %1.

source: Page Size
vi: Cỡ Trang

source: &Size:
vi: Kíc&h thước:

source: &Width:
vi: Ch&iều rộng:

source: &Height:
vi: Chiều ca&o:

source: Orientation
vi: Hướng

source: &Portrait
vi: &Dọc

source: La&ndscape
vi: Nga&ng

source: Margins
vi: Lề

source: Page Layout Problem
vi: Vấn đề Bố cục Trang

source: The page width is smaller than the left and right margins.
vi: Chiều rộng trang nhỏ hơn lề trái và lề phải.

source: The page height is smaller than the top and bottom margins.
vi: Chiều cao trang nhỏ hơn lề trên và lề dưới.

source: Millimeters (mm)
vi: Milimét (mm)

source: Centimeters (cm)
vi: Xentimét (cm)

source: Inches (in)
vi: Inch (in)

source: Points (pt)
vi: Điểm (pt)

source: Error.
vi: Lỗi.

source: View of the complete graph. Click and drag to move the visible part.
vi: Xem toàn bộ đồ thị. Bấm và kéo để di chuyển phần hiển thị.

source: <h1>View of the Complete Graph</h1><p>Single clicking somewhere without the red square will move the center of the view to where the mouse was clicked.</p><p>Clicking and dragging within the red square will cause the view to follow the movement.</p>
vi: <h1>Khung Xem Đồ Thị Hoàn Tất</h1><p>Nhấp chuột một lần vào vị trí ngoài hình vuông đỏ sẽ di chuyển trung tâm của khung xem đến vị trí được nhấp chuột.</p><p>Nhấp và kéo chuột trong hình vuông đỏ sẽ khiến khung xem di chuyển theo.</p>

source: Print Preview
vi: Xem thử

# Page (number) of (total)
source: Page %1 of %2
vi: Trang %1 trên %2

source: Page %1
vi: Trang %1

source: Print Preview...
vi: Xem trước khi in...

source: Font...
vi: Phông chữ...

source: Changes font for title text.
vi: Thay đổi phông chữ cho văn bản tiêu đề.

source: <qt><h2>Page Setup for Printing Graph "%1"</h2></qt>
vi: <qt><h2>Thiết lập trang để in đồ thị "%1"</h2></qt>

source: Saves settings for this setup as default.
vi: Lưu thiết lập này làm mặc định.

source: Adds date and time to the header.
vi: Thêm ngày và giờ vào phần đầu trang.

source: Adds page numbers to the footer.
vi: Thêm số thứ tự trang vào chân trang.

source: Adds table borders.
vi: Thêm đường viền bảng.

source: Change Page Size and Margins...
vi: Thay đổi Cỡ Trang và Lề...

source: Changes page size and margins.
vi: Thay đổi cỡ trang và lề.

source: Chosen font looks like this
vi: Phông chữ đã chọn trông như thế này

source: Portrait
vi: Dọc

source: Landscape
vi: Ngang

source: margins:
vi: lề:

source: Pa&ge font:
vi: Phôn&g chữ trang:

source: Page Size && Margins
vi: Cỡ và Lề Trang

source: Add &borders
vi: Thêm &viền

source: Add date and time
vi: Thêm ngày giờ

source: Add page numbers
vi: Thêm số thứ tự trang

source: Number of pages to fit on
vi: Số trang chứa

source: &Natural size
vi: Kích cỡ tự nh&iên

source: Fit &to one page
vi: Vừa mộ&t trang

source: F&it to several pages
vi: Vừa và&i trang

# @label:spinbox
source: Horizontally:
vi: Ngang:

# @label:spinbox
source: Vertically:
vi: Theo chiều dọc:

# @option:check
source: Preserve aspect ratio:
vi: Giữ tỷ lệ khung hình:

source: Related actions:
vi: Hành động liên quan:

source: %1 - Print Preview - %2
vi: %1 - Xem thử In - %2

source: &Page setup
vi: Thiế&t lập trang

source: Previous Page
vi: Trang trước

source: Next Page
vi: Trang tiếp theo

source: Default background color:
vi: Màu nền mặc định:

source: Note: this will be overridden if the graph has its own background color
vi: Lưu ý: điều này sẽ bị ghi đè nếu biểu đồ có màu nền riêng của nó

source: Open in existing window
vi: Mở trong cửa sổ đã có

source: &Yes
vi: &Có

source: &No
vi: &Không

source: As&k
vi: &Hỏi

source: Parse using:
vi: Phân tách bằng:

source: E&xternal command
vi: Lệnh bên ng&oài

source: Internal &library
vi: &Thư viện nội bộ

source: Reload files modified on disk
vi: Nạp lại tệp bị sửa đổi trên đĩa

source: &Ask
vi: &Hỏi

source: Reopen previously opened files
vi: Nạp lại tệp đã mở trước
