Repository: caligraph-net/l10n-kf6
Catalog: messages/knotes/knotes._json_.po
Languages: vi

# Name
source: Actions
vi: hành động

# Name
source: Collections
vi: Bộ sưu tập

# Name
source: Display
vi: bộ hiển thị

# Name
source: Editor
vi: Trình biên tập

# Name
source: Misc
vi: Khác

# Name
source: Network
vi: Mạng

# Name
source: Print
vi: In

# Name
source: New Notes
vi: Ghi chú mới

# Name
source: Popup Notes
vi: Ghi chú Bật lên

# Description
source: Setup actions for notes
vi: Thiết lập hành động cho ghi chú

# Description
source: Setup collections for notes
vi: Thiết lập bộ sưu tập cho các ghi chú

# Description
source: Setup display for notes
vi: Thiết lập bộ hiển thị cho ghi chú

# Description
source: Setup editor
vi: Thiết lập trình biên tập

# Description
source: Notes Summary Setup
vi: Cài đặt Tóm tắt Ghi chú

# Description
source: Kontact KNotes Plugin
vi: Phần cài cắm KNotes của Kontact
