Repository: caligraph-net/l10n-kf6
Catalog: messages/krdc/krdc.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Phan Vĩnh Thịnh

# EMAIL OF TRANSLATORS
source: Your emails
vi: teppi82@gmail.com

source: History
vi: Lịch sử

source: Remember open sessions for next startup
vi: Ghi nhớ các phiên làm việc mở cho lần khởi động tiếp theo

source: Remember connection history
vi: Ghi nhớ lịch sử kết nối

source: Remember passwords (KWallet)
vi: Ghi nhớ mật khẩu (KWallet)

source: Enable system tray icon
vi: Bật biểu tượng khay hệ thống

source: Show status bar
vi: Hiển thị thanh trạng thái

source: Keep aspect ratio when scaling
vi: Giữ tỉ lệ khung khi đổi cỡ

source: Background color of empty place:
vi: Màu nền của vùng trống:

source: When Connecting
vi: Khi kết nối

source: Show the preferences dialog for new connections
vi: Hiển thị hộp thoại các thiết lập với các kết nối mới

source: This option will resize the window to fit the connection size. If it is too big, it will maximize the window.
vi: Tùy chọn này sẽ thay đổi kích thước cửa sổ để phù hợp với kích thước kết nối. Nếu nó quá lớn, cửa sổ sẽ được phóng to tối đa.

source: Resize to fit
vi: Điều chỉnh kích thước để vừa

source: This option switches to fullscreen only if the connection resolution is the same as the current screen resolution
vi: Lựa chọn này chuyển sang chế độ toàn màn hình chỉ khi phân giải kết nối giống với phân giải màn hình hiện tại

source: Switch to Fullscreen if appropriate
vi: Chuyển sang chế độ toàn màn hình nếu thích hợp

source: Default protocol:
vi: Giao thức mặc định:

source: Tab Settings
vi: Thiết lập Thẻ

source: Always show tab bar
vi: Luôn hiển thị thanh thẻ

source: Show close button on tabs
vi: Hiển thị nút đóng trên các tab

source: Middle-click on a tab closes it
vi: Nhấp chuột giữa vào một thẻ sẽ đóng nó

source: Tab position:
vi: Vị trí thẻ:

source: Top
vi: Trên cùng

source: Bottom
vi: Dưới cùng

source: Left
vi: Trái

source: Right
vi: Phải

source: Configure...
vi: Cấu hình...

source: Remove
vi: Xoá

source: Unusable URL
vi: URL không thể sử dụng

source: The selected host cannot be handled.
vi: Không thể xử lý máy đã chọn.

# General Config
source: General
vi: chung

source: General Configuration
vi: Cấu hình chung

source: Hosts
vi: Máy chủ

source: Host Configuration
vi: Cấu hình Máy

source: Plugins
vi: Phần bổ sung

source: Plugin Configuration
vi: Cấu hình phần cài cắm

source: Less than a minute ago
vi: Chưa đến một phút trước

source: A minute ago
vi: %1 phút trước

source: An hour ago
vi: %1 giờ trước

source: Yesterday
vi: %1 ngày trước

source: Over a month ago
vi: %1 tháng trước

source: A year ago
vi: %1 năm trước

source: Note that settings might only apply when you connect next time to this host.
vi: Lưu ý rằng các thiết lập có thể chỉ được áp dụng khi bạn kết nối lại với máy chủ này lần tiếp theo.

source: Show this dialog again for this host
vi: Hiển thị lại hộp thoại này khi kết nối tới máy này

source: Remember password (KWallet)
vi: Ghi nhớ mật khẩu (KWallet)

source: Sessions
vi: Phiên

source: &Session
vi: &Phiên

source: Remote View Toolbar
vi: Thanh công cụ Xem từ xa

source: KDE Remote Desktop Client
vi: Trình khách Màn hình từ xa KDE

source: (c) 2007-2016, Urs Wolfer (c) 2001-2003, Tim Jansen (c) 2002-2003, Arend van Beelen jr. (c) 2000-2002, Const Kaplinsky (c) 2000, Tridia Corporation (c) 1999, AT&T Laboratories Boston (c) 1999-2003, Matthew Chapman (c) 2009, Collabora Ltd
vi: © 2007-2016, Urs Wolfer © 2001-2003, &Tim Jansen © 2002-2003, Arend van Beelen jr. © 2000-2002, Const Kaplinsky © 2000, Tridia Corporation © 1999, ATT Laboratories Boston © 1999-2003, Matthew Chapman © 2009, Collabora Ltd

source: Developer, Maintainer
vi: Nhà phát triển, Bảo trì viên

source: Developer
vi: nhà phát triển

source: Former Developer
vi: Nhà phát triển cũ

source: Initial RDP backend
vi: Hậu phương RDP ban đầu

source: Google Summer of Code 2007 KRDC project mentor
vi: Người hướng dẫn dự án KRDC của Google Summer of Code 2007

source: LibVNCServer / LibVNCClient developers
vi: Nhà phát triển LibVNCServer / LibVNCClient

source: VNC client library
vi: Thư viện trình khách VNC

source: Telepathy Tubes Integration
vi: Tích hợp Telepathy Tubes

source: Start KRDC with the provided URL in fullscreen mode (works only with one URL)
vi: Khởi động KRDC với URL được cung cấp ở chế độ toàn màn hình (chỉ hoạt động với một URL)

source: URLs to connect after startup
vi: Các URL để kết nối sau khi khởi động

source: KDE Remote Desktop Client started
vi: Ứng dụng Trình khách Màn hình từ xa KDE đã khởi động

source: New Connection
vi: Kết nối mới

source: Copy Screenshot to Clipboard
vi: Sao chép ảnh chụp màn hình vào bảng nháp

source: Screenshot
vi: Chụp ảnh màn hình

source: Switch to Full Screen Mode
vi: Chuyển sang chế độ toàn màn hình

source: Full Screen
vi: Toàn màn hình

source: View Only
vi: Chỉ xem

source: Disconnect
vi: Ngắt kết nối

source: Show Local Cursor
vi: Hiển thị con trỏ cục bộ

source: Local Cursor
vi: Con trỏ cục bộ

source: Grab All Possible Keys
vi: Lấy tất cả các phím có thể

source: Grab Keys
vi: Bắt Phím

source: Scale Remote Screen to Fit Window Size
vi: Đổi cỡ màn hình ở xa để vừa với kích thước cửa sổ

source: Scale
vi: Co giãn

source: Scaling Factor
vi: Hệ số Đổi Cỡ

source: Bookmarks
vi: Dấu trang

source: The entered address does not have the required form. Syntax: [username@]host[:port]
vi: Địa chỉ đã nhập không có định dạng yêu cầu. Cú pháp: [tên_người_dùng@]máy_chủ[:cổng]

source: Malformed URL
vi: URL không đúng định dạng

source: The entered address cannot be handled.
vi: Địa chỉ đã nhập không thể được xử lý.

source: Connecting to %1
vi: Đang kết nối với %1

source: Authenticating at %1
vi: Đang xác thực tại %1

source: Preparing connection to %1
vi: Đang chuẩn bị kết nối đến %1

source: Connected to %1
vi: Đã kết nối với %1

# window title when in full screen mode (for example displayed in tasklist)
source: KDE Remote Desktop Client (Full Screen)
vi: Trình khách Màn hình từ xa KDE (Toàn màn hình)

source: Switch to Window Mode
vi: Chuyển sang Chế độ Cửa sổ

source: Window Mode
vi: Chế độ cửa sổ

source: Connect
vi: Kết nối

source: Rename
vi: Đổi tên

source: Settings
vi: Thiết lập

source: Delete
vi: Xóa

# Where each displayed link comes from
source: Bookmarks
vi: Dấu trang

# Where each displayed link comes from
source: History
vi: Lịch sử

source: Rename %1
vi: Đổi tên %1

source: Rename %1 to
vi: Đổi tên %1 thành

source: Are you sure you want to delete %1?
vi: Bạn có chắc chắn muốn xóa %1?

source: Delete %1
vi: Xóa %1

source: Add Bookmark
vi: Thêm dấu nhớ

source: Close Tab
vi: Đóng Thẻ

source: Minimize Full Screen Window
vi: Thu nhỏ Cửa sổ Toàn màn hình

source: Stick Toolbar
vi: Thanh công cụ dính

source: Are you sure you want to quit the KDE Remote Desktop Client?
vi: Bạn có chắc chắn muốn thoát khỏi Ứng dụng Truy cập Máy tính từ Xa của KDE không?

source: Confirm Quit
vi: Xác nhận thoát

source: Connect to:
vi: Kết nối:

source: Type here to connect to an address and filter the list.
vi: Nhập ở đây để kết nối với một địa chỉ và lọc danh sách.

source: Type an IP or DNS Name here. Clear the line to get a list of connection methods.
vi: Nhập một địa chỉ IP hoặc tên miền ở đây. Xóa dòng để nhận danh sách các phương thức kết nối.

source: Goto Address
vi: Đi đến địa chỉ

source: Remote Desktops
vi: Màn hình ở xa

source: Filter
vi: Bộ lọc

source: Resolution
vi: Phân giải

source: Use Best Available
vi: Sử dụng tốt nhất có thể

source: Force H.264
vi: Buộc H.264

source: Force RemoteFX
vi: Buộc RemoteFX

source: Disable All Acceleration
vi: Tắt tất cả gia tốc

# label for soundsettings in preferences dialog
source: Sound:
vi: Âm thanh:

source: Acceleration:
vi: Gia tốc:

source: TLS security level:
vi: Cấp độ an ninh TLS:

source: Use this to specify your keyboard layout. This layout setting is used to send the correct keyboard codes to the server.
vi: Sử dụng để xác định kiểu bàn phím. Thiết lập kiểu bàn phím sử dụng để gửi các mã quét phím chính xác tới máy chủ.

source: Arabic (ar)
vi: Ả rập (ar)

source: Czech (cs)
vi: Séc (cs)

source: Danish (da)
vi: Đan mạch (da)

source: German (de)
vi: Đức (de)

source: Swiss German (de-ch)
vi: Đức Thuỵ Sĩ (de-ch)

source: American Dvorak (en-dv)
vi: Dvorak Mỹ (en-dv)

source: British English (en-gb)
vi: Anh Anh (en-gb)

source: US English (en-us)
vi: Anh Mĩ (en-us)

source: Spanish (es)
vi: Tây Ban Nha (es)

source: Estonian (et)
vi: Ê-x-tô-ni-a (et)

source: Finnish (fi)
vi: Phần Lan (fi)

source: French (fr)
vi: Pháp (fr)

source: Belgian (fr-be)
vi: Bỉ (fr-be)

source: French Canadian (fr-ca)
vi: Pháp Ca-na-đa (fr-ca)

source: Swiss French (fr-ch)
vi: Pháp Thuỵ Sĩ (fr-ch)

source: Hebrew (he)
vi: Tiếng Do Thái (he)

source: Croatian (hr)
vi: Cờ-roát-ti-a (hr)

source: Hungarian (hu)
vi: Hun-ga-ri (hu)

source: Icelandic (is)
vi: Băng Đảo (is)

source: Italian (it)
vi: I-ta-li-a (it)

source: Japanese (ja)
vi: Nhật Bản (ja)

source: Korean (ko)
vi: Tiếng Hàn (ko)

source: Lithuanian (lt)
vi: Li-tu-a-ni (lt)

source: Latvian (lv)
vi: Lát-vi-a (lv)

source: Macedonian (mk)
vi: Ma-xê-đô-ni-a (mk)

source: Dutch (nl)
vi: Hoà (nl)

source: Belgian Dutch (nl-be)
vi: Hoà Bỉ (nl-be)

source: Norwegian (no)
vi: Na Uy (no)

source: Polish (pl)
vi: Ba Lan (pl)

source: Portuguese (pt)
vi: Bồ Đào Nha (pt)

source: Brazilian (pt-br)
vi: Bờ-ra-zin-li-a (pt-br)

source: Russian (ru)
vi: Nga (ru)

source: Slovenian (sl)
vi: Xờ-la-ve-nhi-a (sl)

source: Swedish (sv)
vi: Thuỵ Điển (sv)

source: Thai (th)
vi: Thái Lan (th)

source: Turkish (tr)
vi: Thổ Nhĩ Kì (tr)

source: True Color with Alpha (32 Bit)
vi: Màu đúng với Alpha (32 bit)

source: True Color (24 Bit)
vi: Màu đúng (24 bit)

source: High Color (16 Bit)
vi: Màu cao (16 bit)

source: Low Color (8 Bit)
vi: Màu thấp (8 bit)

source: On This Computer
vi: Trên máy tính này

source: On Remote Computer
vi: Trên máy tính từ xa

source: Disable Sound
vi: Tắt âm thanh

source: Scale window contents to match resolution
vi: Đổi cỡ nội dung cửa sổ để khớp với phân giải

source: any
vi: bất kỳ

source: &Keyboard layout:
vi: &Kiểu bàn phím:

source: &Width:
vi: &Rộng:

source: This is the width of the remote desktop. You can only change this value manually if you select Custom as desktop resolution above.
vi: Đây là chiều rộng của màn hình ở xa. Bạn chỉ có thể thay đổi giá trị này bằng tay nếu đã chọn ở trên độ phân giải màn hình là Tự chọn.

source: H&eight:
vi: Chiều &cao:

source: This is the height of the remote desktop. You can only change this value manually if you select Custom as desktop resolution above.
vi: Đây là chiều cao của màn hình ở xa. Bạn chỉ có thể thay đổi giá trị này bằng tay nếu đã chọn ở trên độ phân giải màn hình là Tự chọn.

source: Share Media:
vi: Chia sẻ phương tiện:

source: Here you can specify the resolution of the remote desktop. This resolution determines the size of the desktop that will be presented to you.
vi: Ở đây bạn có thể chỉ rõ độ phân giải của màn hình ở xa. Độ phân giải này xác định kích thước của màn hình bạn sẽ thấy.

source: Small (1280x720)
vi: Nhỏ (1280x720)

source: Medium (1600x900)
vi: Trung bình (1600x900)

source: Large (1920x1080)
vi: Lớn (1920x1080)

source: Current Window Size
vi: Kích thước cửa sổ hiện tại

source: Current Screen Resolution
vi: Phân giải Màn hình Hiện tại

source: Custom Resolution (...)
vi: Phân giải tùy chỉnh (...)

source: Proxy
vi: Uỷ nhiệm

source: Protocol:
vi: Giao thức:

source: Password:
vi: Mật khẩu:

source: Username:
vi: Tên người dùng:

source: Server:
vi: Máy chủ:

source: host:port
vi: máy chủ:cổng

source: Gateway
vi: Cổng

source: Transport type:
vi: Loại giao thức:

source: Auto
vi: Tự động

source: Domain:
vi: Miền:

source: Color &depth:
vi: Độ &sâu màu :

source: Advanced Network Settings
vi: Thiết lập Nâng cao Mạng

# @title:dialog
source: Logon Error
vi: Lỗi đăng nhập

# @label
source: Host: %1:%2 Common Name: %3 Subject: %4 Issuer: %5 Fingerprint: %6
vi: Máy chủ: %1:%2 Tên thông thường: %3 Chủ thể: %4 Nhà phát hành: %5 Vân tay: %6

# @label
source: Access to this system requires a password.
vi: Truy cập vào hệ thống này yêu cầu mật khẩu.

# @label
source: Access to this system requires a username and password.
vi: Truy cập vào hệ thống này yêu cầu tên người dùng và mật khẩu.

# @label
source: The certificate for this system is unknown. Do you wish to continue?
vi: Chứng chỉ của hệ thống này không được biết đến. Bạn có muốn tiếp tục không?

# @title:dialog
source: Verify Certificate
vi: Xác minh Chứng chỉ

# @label
source: Remember this certificate
vi: Ghi nhớ chứng chỉ này

# @label
source: The certificate for this system has changed. Do you wish to continue?
vi: Chứng chỉ của hệ thống này đã thay đổi. Bạn có muốn tiếp tục không?

# @title:dialog
source: Certificate has Changed
vi: Chứng chỉ đã thay đổi

# @label
source: Previous certificate: %1 New Certificate: %2
vi: Chứng chỉ trước: %1 Chứng chỉ mới: %2

# @title:dialog
source: Login Failure
vi: Lỗi đăng nhập

# @label
source: Unable to login with the provided credentials. Please double check the user and password.
vi: Không thể đăng nhập với thông tin đăng nhập được cung cấp. Vui lòng kiểm tra lại tên người dùng và mật khẩu.

# @title:dialog
source: Account Problems
vi: Vấn đề tài khoản

# @label
source: The provided account is not allowed to log in to this machine. Please contact your system administrator.
vi: Tài khoản được cung cấp không được phép đăng nhập vào máy này. Vui lòng liên hệ với quản trị viên hệ thống của bạn.

# @title:dialog
source: Password Problems
vi: Vấn đề mật khẩu

# @label
source: Unable to login with the provided password. Please contact your system administrator to change it.
vi: Không thể đăng nhập với mật khẩu được cung cấp. Vui lòng liên hệ với quản trị viên hệ thống để thay đổi mật khẩu.

# @title:dialog
source: Connection Lost
vi: Mất kết nối

# @label
source: Lost connection to the server.
vi: Mất kết nối với máy chủ.

# @title:dialog
source: Server not Found
vi: Không tìm thấy máy chủ

# @label
source: Could not find the server.
vi: Không thể tìm thấy máy chủ.

# @title:dialog
source: Connection Refused
vi: Kết nối bị từ chối

# @label
source: The server refused the connection request.
vi: Máy chủ đã từ chối yêu cầu kết nối.

# @title:dialog
source: Could not Connect
vi: Không thể kết nối

# @label
source: Could not connect to the server.
vi: Không thể kết nối với máy chủ.

# @title:dialog
source: Connection Closed
vi: Kết nối đã đóng

# @label
source: The connection to the server was closed.
vi: Kết nối với máy chủ đã bị đóng.

# @title:dialog
source: Connection Failed
vi: Kết nối không thành công

# @label
source: An unknown error occurred
vi: Đã xảy ra lỗi không rõ

source: Connect to a Windows Remote Desktop (RDP)
vi: Kết nối với Máy tính từ xa Windows (RDP)

source: New RDP Connection...
vi: Kết nối RDP mới...

source: <html>Enter the address here. Port is optional.<br /><i>Example: rdpserver:3389 (host:port)</i></html>
vi: <html>Nhập địa chỉ vào đây. Cổng là tùy chọn.<br /><i>Ví dụ: rdpserver:3389 (máy chủ:cổng)</i></html>

# Where each displayed link comes from
source: None
vi: Không có

# Remove the selected url from the bookarks menu
source: Remove the bookmark for %1.
vi: Xoá dấu nhớ cho %1.

# Add the selected url to the bookmarks menu
source: Bookmark %1.
vi: Đánh dấu %1.

# Header of the connections list, title/url for remote connection
source: Remote Desktop
vi: Màn hình ở xa

# Header of the connections list, the last time this connection was initiated
source: Last Connected
vi: Lần kết nối gần đây

source: Visits
vi: Lượt truy cập

# Header of the connections list, the time when this entry was created
source: Created
vi: Đã tạo

# Header of the connections list, where this entry comes from
source: Source
vi: Nguồn

source: VNC authentication type is not supported.
vi: Kiểu xác thực VNC không được hỗ trợ.

source: Server not found.
vi: Không tìm thấy máy chủ.

source: VNC authentication failed.
vi: Xác thực VNC không thành công.

source: VNC authentication failed because of too many authentication tries.
vi: Xác thực VNC thất bại do quá nhiều lần thử xác thực.

source: VNC server closed connection.
vi: Máy chủ VNC đã đóng kết nối.

source: Disconnected: %1.
vi: Đã ngắt kết nối: %1.

source: Reconnecting.
vi: Đang kết nối lại.

source: Reconnected.
vi: Đã kết nối lại.

source: Connected.
vi: Đã kết nối.

source: Connection
vi: Kết nối

source: Connection &type:
vi: Kiểu kế&t nối:

source: Use this to specify the performance of your connection. Note that you should select the speed of the weakest link - even if you have a high speed connection, it will not help you if the remote computer uses a slow modem. Choosing a level of quality that is too high on a slow link will cause slower response times. Choosing a lower quality will increase latencies in high speed connections and results in lower image quality, especially in 'Low Quality' mode.
vi: Dùng để chỉ rõ tính nhanh/chậm của kết nối. Chú ý rằng, nên sử dụng tốc độ của liên kết yếu nhất. Dù bạn có một kết nối nhanh, nhưng máy ở xa sử dụng một môđem chậm thì kết nối sẽ chậm. Chọn chất lượng quá cao, trong khi liên kết lại chậm sẽ tăng thời gian trả lời. Chọn chất lượng thấp hơn sẽ tăng thời gian chờ của các kết nối nhanh và kết quả là thu được các ảnh chất lượng thấp, đặc biệt nếu chọn kiểu kết nối 'Chất lượng thấp'.

source: High Quality (LAN, direct connection)
vi: Chất lượng cao (LAN, kết nối thẳng)

source: Medium Quality (DSL, Cable, fast Internet)
vi: Chất lượng trung bình (DSL, cáp, Internet nhanh)

source: Low Quality (Modem, ISDN, slow Internet)
vi: Chất lượng thấp (Môđem, ISDN, Internet chậm)

source: Scale to Size:
vi: Đổi cỡ:

source: Minimal (640x480)
vi: Tối thiểu (640x480)

source: Small (800x600)
vi: Nhỏ (800x600)

source: Normal (1024x768)
vi: Chuẩn (1024x768)

source: Large (1280x1024)
vi: Lớn (1280x1024)

source: Very Large (1600x1200)
vi: Rất lớn (1600x1200)

source: Connect via SSH tunnel
vi: Kết nối qua đường hầm SSH

source: SSH tunnel options
vi: Tùy chọn đường hầm SSH

source: Tunnel via loopback address
vi: Tunnel thông qua địa chỉ loopback

source: Port:
vi: Cổng:

source: User name:
vi: Tên người dùng:

source: Don't copy passwords from supported password managers to remote hosts
vi: Không sao chép mật khẩu từ các trình quản lý mật khẩu được hỗ trợ sang máy chủ từ xa

source: Supported password managers (like KeePassXC) mark copied passwords with an additional MIME type "x-kde-passwordManagerHint" which is used for filtering.
vi: Các trình quản lý mật khẩu được hỗ trợ (như KeePassXC) đánh dấu mật khẩu đã sao chép bằng một loại MIME bổ sung "x-kde-passwordManagerHint" được sử dụng để lọc.

source: Error connecting to %1: %2
vi: Lỗi kết nối với %1: %2

source: Error authenticating with password: %1
vi: Lỗi xác thực với mật khẩu: %1

source: Error creating tunnel socket
vi: Lỗi khi tạo ổ cắm đường hầm

source: Access to the system requires a password.
vi: Cần mật khẩu để truy cập tới hệ thống.

source: Authentication failed. Please try again.
vi: Xác thực không thành công. Vui lòng thử lại.

source: Please enter the SSH password.
vi: Vui lòng nhập mật khẩu SSH.

source: VNC failure
vi: Lỗi VNC

source: SSH Tunnel failure
vi: Lỗi Đường Hầm SSH

source: New VNC Connection...
vi: Kết nối VNC mới...

source: Connect to a VNC Remote Desktop
vi: Kết nối với Máy tính từ xa VNC

source: <html>Enter the address here.<br /><i>Example: vncserver:1 (host:port / screen)</i></html>
vi: <html>Nhập địa chỉ vào đây.<br /><i>Ví dụ: vncserver:1 (máy chủ:cổng / màn hình)</i></html>
