Repository: caligraph-net/l10n-kf6
Catalog: messages/oxygen/oxygen_style_config.po
Languages: vi

source: Oxygen Settings
vi: Thiết lập Oxygen

source: Focus, mouseover and widget state transition
vi: Chuyển tiếp trạng thái tập trung, di chuột và phụ kiện

source: Configure widgets' focus and mouseover highlight animation, as well as widget enabled/disabled state transition
vi: Cấu hình hoạt ảnh tô sáng khi phụ kiện được nhắm và di chuột qua, cũng như chuyển tiếp trạng thái bật/tắt của phụ kiện

source: Toolbar highlight
vi: Tô sáng thanh công cụ

source: Configure toolbars' mouseover highlight animation
vi: Cấu hình hiệu ứng động tô sáng khi di chuột lên thanh công cụ

source: Menu bar highlight
vi: Tô sáng thanh trình đơn

source: Configure menu bars' mouseover highlight animation
vi: Cấu hình hiệu ứng động tô sáng khi di chuột qua trình đơn

source: Menu highlight
vi: Tô sáng trình đơn

source: Configure menus' mouseover highlight animation
vi: Cấu hình hiệu ứng động tô sáng khi di chuột qua menu

source: Progress bar animation
vi: Hiệu ứng động thanh tiến độ

source: Configure progress bars' steps animation
vi: Cấu hình hiệu ứng động của thanh tiến trình

source: Tab transitions
vi: Chuyển đổi thẻ

source: Configure fading transition between tabs
vi: Cấu hình chuyển tiếp phai màu giữa các tab

source: Label transitions
vi: Nhãn chuyển tiếp

source: Configure fading transition when a label's text is changed
vi: Cấu hình chuyển tiếp phai màu khi văn bản của nhãn thay đổi

source: Text editor transitions
vi: Chuyển đổi trình biên tập văn bản

source: Configure fading transition when an editor's text is changed
vi: Cấu hình chuyển tiếp phai màu khi văn bản của trình chỉnh sửa thay đổi

source: Combo box transitions
vi: Chuyển đổi hộp kết hợp

source: Configure fading transition when a combo box's selected choice is changed
vi: Cấu hình chuyển tiếp phai màu khi lựa chọn trong hộp combo được thay đổi

source: Progress bar busy indicator
vi: Thanh tiến trình chỉ báo bận

source: Configure progress bars' busy indicator animation
vi: Cấu hình hiệu ứng động của chỉ báo tiến trình

source: Frame
vi: Khung

source: Animation type:
vi: Loại hiệu ứng động:

source: Fade
vi: Phai màu

source: Follow Mouse
vi: Theo chuột

source: Fade duration:
vi: Thời gian phai màu:

source: Follow mouse duration:
vi: Thời lượng theo dõi chuột:

source: Dialog
vi: Hộp thoại

source: General
vi: chung

source: Drag windows from titlebar only
vi: Chỉ kéo cửa sổ từ thanh tiêu đề

source: Drag windows from titlebar, menubar and toolbars
vi: Kéo cửa sổ từ thanh tiêu đề, thanh menu và thanh công cụ

source: Drag windows from all empty areas
vi: Kéo cửa sổ từ tất cả các vùng trống

source: Keyboard accelerators visibility:
vi: Hiển thị phím tắt bàn phím:

source: Always hide
vi: Luôn ẩn

source: Show when Alt key is pressed
vi: Hiển thị khi phím Alt được nhấn

source: Always show
vi: Luôn hiển thị

source: Windows' &drag mode:
vi: Chế độ &kéo của cửa sổ:

source: Draw toolbar item separators
vi: Vẽ bộ phân cách các mục thanh công cụ

source: Enable extended resize handles
vi: Bật các tay cầm co giãn mở rộng

source: Draw window background gradient
vi: Vẽ gradient nền cửa sổ

source: Animations
vi: hiệu ứng động

source: Views
vi: Chế độ xem

source: Draw tree branch lines
vi: Vẽ đường nhánh cây

source: &Tree expander size:
vi: Kích thước &mở rộng cây:

# triangle size
source: Tiny
vi: Rất nhỏ

# triangle size
source: Small
vi: Nhỏ

# triangle size
source: Normal
vi: Bình thường

source: Draw focus indicator in lists
vi: Vẽ chỉ báo nhắm trong danh sách

source: Scrollbars
vi: thanh cuộn

source: Scrollbar wi&dth:
vi: &Chiều rộng thanh cuộn:

source: Top arrow button type:
vi: Loại nút mũi tên trên:

source: Bottom arrow button type:
vi: Loại nút mũi tên dưới:

source: No buttons
vi: Không có nút

source: One button
vi: Một nút

source: Two buttons
vi: Hai nút

source: No button
vi: Không có nút

source: Menu Highlight
vi: Tô sáng trình đơn

source: Use dar&k color
vi: Sử dụng màu &tối

source: &Use selection color (plain)
vi: &Sử dụng màu phần bôi đen (đơn giản)

source: Use selec&tion color (subtle)
vi: Sử dụng màu phần bôi đen (&tinh tế)
