Repository: caligraph-net/l10n-kf6
Catalog: messages/oxygen/oxygen_style_demo.po
Languages: vi

source: Normal
vi: Bình thường

source: New
vi: Mới

source: Open
vi: Mở

source: Save
vi: Lưu

source: Toggle authentication
vi: Chuyển đổi xác thực

source: Enabled
vi: Bật

source: Right to left layout
vi: Bố cục từ phải sang trái

source: Style
vi: kiểu cách

source: Input Widgets
vi: Các Tiện ích Nhập

source: Shows the appearance of text input widgets
vi: Hiển thị diện mạo của các widget nhập văn bản

source: Tab Widgets
vi: Thẻ

source: Shows the appearance of tab widgets
vi: Hiển thị diện mạo của các thẻ

source: Buttons
vi: Nút

source: Shows the appearance of buttons
vi: Hiển thị diện mạo của các nút

source: Lists
vi: Danh sách

source: Shows the appearance of lists, trees and tables
vi: Hiển thị diện mạo của danh sách, cây và bảng

source: Frames
vi: Khung

source: Shows the appearance of various framed widgets
vi: Hiển thị diện mạo của các widget có khung

source: MDI Windows
vi: Cửa sổ MDI

source: Shows the appearance of MDI windows
vi: Hiển thị diện mạo của các cửa sổ MDI

source: Sliders
vi: thanh trượt

source: Shows the appearance of sliders, progress bars and scrollbars
vi: Hiển thị diện mạo của thanh trượt, thanh tiến trình và thanh cuộn

source: Benchmark
vi: Chuẩn kiểm

source: Emulates user interaction with widgets for benchmarking
vi: Giả lập tương tác của người dùng với các tiện ích để đánh giá hiệu suất

source: Example text
vi: Ví dụ văn bản

source: password
vi: mật khẩu

source: Layout
vi: Bố cục

source: Tile
vi: Ô

source: Cascade
vi: Xếp chồng

source: Tabs
vi: Các tab

source: Tools
vi: Công cụ

source: Select Next Window
vi: Chọn Cửa sổ Tiếp theo

source: Select Previous Window
vi: Chọn cửa sổ trước

source: This is a sample text
vi: Đây là một đoạn văn bản mẫu

source: Select the application widget style
vi: Chọn kiểu cách phụ kiện ứng dụng

source: Modules
vi: Mô-đun

source: Select below the modules for which you want to run the simulation:
vi: Chọn các mô-đun bên dưới để chạy mô phỏng:

source: Options
vi: Tùy chọn

source: Grab mouse
vi: Bắt chuột

source: Run Simulation
vi: Chạy mô phỏng

source: Checkboxes
vi: Hộp kiểm

source: Off
vi: Tắt

source: Partial
vi: Một phần

source: On
vi: Bật

source: Radiobuttons
vi: Nút radio

source: F&irst Choice
vi: Lựa chọn đầu t&iên

source: Seco&nd Choice
vi: Lựa chọ&n thứ hai

source: &Third Choice
vi: Lựa c&họn thứ ba

source: Pushbuttons
vi: Nút nhấn

source: Text only:
vi: Chỉ có văn bản:

source: This is a normal, text only combo box
vi: Đây là một hộp kết hợp thông thường, chỉ có văn bản

source: Small
vi: Nhỏ

source: Large
vi: Lớn

source: Text and icon:
vi: Văn bản và biểu tượng:

source: Use flat buttons
vi: Sử dụng nút phẳng

source: This is a normal, text and icon combo box
vi: Đây là một hộp kết hợp bình thường, kết hợp văn bản và biểu tượng

source: This is a normal, text only tool button
vi: Đây là một nút công cụ chỉ có văn bản thông thường

source: This is a normal, text and icon tool button
vi: Đây là một nút công cụ bình thường, có cả văn bản và biểu tượng

source: This is a normal, text only button
vi: Đây là một nút chỉ có văn bản bình thường

source: This is a normal, text only button with menu
vi: Đây là một nút chỉ có văn bản bình thường với trình đơn

source: This is a normal, text and icon button
vi: Đây là một nút bình thường, có cả văn bản và biểu tượng

source: This is a normal, text and icon button with menu
vi: Đây là một nút bình thường, có cả văn bản và biểu tượng với trình đơn

source: Toolbuttons
vi: Nút công cụ

source: Flat
vi: Phẳng

source: Up Arrow
vi: Mũi tên lên

source: Down Arrow
vi: Mũi tên xuống

source: Left Arrow
vi: Mũi tên trái

source: Right Arrow
vi: Mũi tên sang phải

source: Te&xt position:
vi: Vị t&rí văn bản:

source: Icons Only
vi: Chỉ biểu tượng

source: Text Only
vi: Chỉ Văn Bản

source: Text Alongside Icons
vi: Văn bản kèm theo biểu tượng

source: Text Under Icons
vi: Văn bản dưới biểu tượng

source: Icon si&ze:
vi: Kíc&h thước biểu tượng:

source: Small (16x16)
vi: Nhỏ (16x16)

source: Medium (22x22)
vi: Trung bình (22x22)

source: Large (32x32)
vi: Lớn (32x32)

source: Huge (48x48)
vi: Rất lớn (48x48)

source: &Layout direction:
vi: Hướn&g bố cục:

source: Left to Right
vi: Từ trái sang phải

source: Right to Left
vi: Từ phải sang trái

source: Top to Bottom
vi: Từ trên xuống dưới

source: Bottom to Top
vi: Từ dưới lên trên

source: Frame
vi: Khung

source: &Raised
vi: Nổi &lên

# Flat frame. No frame is actually drawn.
source: &Flat
vi: Phẳ&ng

source: S&unken
vi: Chì&m

source: GroupBox
vi: Nhóm

# Flat group box. No frame is actually drawn
source: Flat
vi: Phẳng

source: Tab Widget
vi: Thẻ phụ kiện

source: Single line text editor:
vi: Trình soạn thảo văn bản một dòng:

source: Password editor:
vi: Trình chỉnh sửa mật khẩu:

source: Editable combobox
vi: Hộp kết hợp có thể chỉnh sửa

source: First item
vi: Mục đầu tiên

source: Second item
vi: Mục thứ hai

source: Third item
vi: Mục thứ ba

source: Spinbox:
vi: Hộp số:

source: Multi-line text editor:
vi: Trình soạn thảo văn bản nhiều dòng:

source: Wrap words
vi: Bọc từ

source: Use flat widgets
vi: Sử dụng các widget phẳng

source: First Item
vi: Mục đầu tiên

source: Second Item
vi: Mục thứ hai

source: Third Item
vi: Mục thứ ba

source: Title
vi: Tiêu đề

source: Description
vi: Mô tả

source: Third Description
vi: Mô tả thứ ba

source: Third Subitem
vi: Mục con thứ ba

source: Third Subitem Description
vi: Mô tả mục con thứ ba

source: Second Description
vi: Mô tả thứ hai

source: Second Subitem
vi: Mục con thứ hai

source: Second Subitem Description
vi: Mô tả mục con thứ hai

source: First Subitem
vi: Mục con đầu tiên

source: First Subitem Description
vi: Mô tả mục con đầu tiên

source: First Description
vi: Mô tả đầu tiên

source: New Row
vi: Hàng mới

source: First Row
vi: Hàng đầu tiên

source: Third Row
vi: Hàng thứ ba

source: First Column
vi: Cột đầu tiên

source: Second Column
vi: Cột thứ hai

source: Third Column
vi: Cột thứ ba

source: Top-left
vi: Trên cùng bên trái

source: Top
vi: Trên cùng

source: Top-right
vi: Trên cùng bên phải

source: Left
vi: Trái

source: Center
vi: Giữa

source: Right
vi: Phải

source: Bottom-left
vi: Dưới cùng bên trái

source: Bottom
vi: Dưới

source: Bottom-right
vi: Dưới cùng bên phải

source: Editors
vi: Trình chỉnh sửa

source: Title:
vi: Tiêu đề:

source: Toolbox
vi: Hộp công cụ

source: First Page
vi: Trang đầu tiên

source: Second Page
vi: Trang thứ hai

source: First Label
vi: Nhãn đầu tiên

source: Second Label
vi: Nhãn thứ hai

source: Third Page
vi: Trang thứ ba

source: Animate Progress Bars
vi: Hoạt cảnh các thanh tiến hành

source: Invert Progress Bars
vi: Đảo ngược thanh tiến hành

source: Horizontal
vi: Ngang

source: Vertical
vi: Dọc

source: Sliders tick marks position
vi: Vị trí dấu tích của thanh trượt

source: No Tick Marks
vi: Không có dấu hiệu

source: Tick Marks Above Slider
vi: Các dấu hiệu trên thanh trượt

source: Tick Marks Below Slider
vi: Các dấu hiệu bên dưới thanh trượt

source: Tick Marks On Both Sides
vi: Dấu hiệu trên cả hai bên

source: &Tab position:
vi: Vị t&rí thẻ:

source: North
vi: Bắc

source: South
vi: Nam

source: West
vi: Tây

source: East
vi: Đông

source: Document mode
vi: Chế độ tài liệu

source: Show Corner Buttons
vi: Hiện nút góc

source: Show Tab Close Buttons
vi: Hiện nút đóng thẻ

source: Hide tabbar
vi: Ẩn thanh tab

source: Preview
vi: xem thử
