Repository: caligraph-net/l10n-kf6
Catalog: messages/plasma-desktop/kcm_tablet.po
Languages: vi

source: Default
vi: Mặc định

source: Portrait
vi: Dọc

source: Landscape
vi: Ngang

source: Inverted Portrait
vi: Dọc ngược

source: Inverted Landscape
vi: Ngang ngược

source: Follow the Current Screen
vi: Theo màn hình hiện tại

source: All Screens
vi: Tất cả màn hình

source: Fit to Screen
vi: Vừa màn hình

source: Keep Aspect Ratio and Fit Within Screen
vi: Giữ tỉ lệ khung và vừa với màn hình

source: Map to Portion of Screen
vi: Ánh xạ đến phần màn hình

# @title
source: Pen Calibration
vi: Hiệu chỉnh bút

# @info
source: Calibration is completed and saved.<nl/><nl/>Refine the calibration further or close the window.
vi: Hiệu chuẩn đã hoàn tất và được lưu.<nl/><nl/>Tinh chỉnh thêm hiệu chuẩn hoặc đóng cửa sổ.

# @info
source: Tap the center of each target.<nl/><nl/>Aim for the point where the stylus tip lands, and ignore the cursor position on the screen.
vi: Vỗ vào tâm của mỗi mục tiêu.<nl/><nl/>Nhắm vào điểm mà đầu bút chạm xuống, và bỏ qua vị trí con trỏ trên màn hình.

# @action:button
source: Refine Existing Calibration
vi: Tinh chỉnh hiệu chuẩn hiện có

# @action:button
source: Calibrate from Scratch
vi: Hiệu chỉnh từ đầu

# @action:button
source: Close
vi: Đóng

# @action:button
source: Cancel
vi: Huỷ

source: No drawing tablets found
vi: Không tìm thấy bảng vẽ

source: Connect a drawing tablet
vi: Kết nối bảng vẽ

# Tests tablet functionality like the pen
source: Test Tablet…
vi: Kiểm thử máy tính bảng…

# @label:listbox The device we are configuring
source: Device:
vi: Thiết bị:

source: Map to screen:
vi: Ánh xạ lên màn hình:

source: Orientation:
vi: Hướng:

source: Left-handed mode:
vi: Chế độ thuận tay trái:

# @info
source: Tells the device to accommodate left-handed users. Effects will vary by device, but often it reverses the pad buttonsʼ functionality so the tablet can be used upside-down.
vi: Điều chỉnh thiết bị cho người thuận tay trái. Hiệu ứng thay đổi tùy thiết bị, thường đảo ngược chức năng nút bảng để sử dụng máy tính bảng lộn ngược.

source: Mapped Area:
vi: Vùng đã ánh xạ:

source: Resize the tablet area
vi: Đổi cỡ khu vực bảng

# @option:check
source: Lock aspect ratio
vi: Khoá tỉ lệ khung

source: Pen button 1:
vi: Nút bút 1:

source: Pen button 2:
vi: Nút bút 2:

source: Pen button 3:
vi: Nút bút 3:

# @action:button Calibration in progress
source: Calibration in Progress
vi: Đang Hiệu Chuẩn

# @action:button Calibrate the pen display
source: Calibrate
vi: Hiệu chỉnh

# @action:button Pen display doesn't support calibration
source: Calibration Not Supported
vi: Không Hỗ Trợ Hiệu Chuẩn

# @info:tooltip
source: Calibration across multiple screens is not supported.
vi: Hiệu chỉnh trên nhiều màn hình không được hỗ trợ.

# @label:listbox The pad we are configuring
source: Pad:
vi: Bàn:

source: None
vi: Không

source: Pad button %1:
vi: Nút pad %1:

# @title
source: Tablet Tester
vi: Trình kiểm tra máy tính bảng

source: Stylus press X=%1 Y=%2
vi: Nhấn bút X=%1 Y=%2

source: Stylus release X=%1 Y=%2
vi: Nhả bút X=%1 Y=%2

source: Stylus move X=%1 Y=%2
vi: Di chuyển bút X=%1 Y=%2

source: ## Legend: # X, Y - event coordinate
vi: ## Chú thích: # X, Y - tọa độ sự kiện

# Clear the event log
source: Clear
vi: Làm trống
