Repository: caligraph-net/l10n-kf6
Catalog: messages/kolf/kolf._desktop_.po
Languages: vi

# Name
source: Classic
vi: Cổ điển

# Name
source: Easy Course
vi: Khóa học dễ

# Comment
source: Hit slowly...
vi: Đánh chậm...

# Name
source: Hard Course
vi: Khóa học khó

# Comment
source: Let the floaters <strong>push</strong> you!
vi: Hãy để các vật nổi <strong>đẩy</strong> bạn!

# Name
source: Impossible Course
vi: Khóa học Không thể

# Comment
source: Reprieve
vi: Ân xá

# Comment
source: Luck
vi: Vận may

# Comment
source: Chaos
vi: Hỗn loạn

# Name
source: Medium Course
vi: Khóa học Trung bình

# Name
source: Slope Practise
vi: Luyện tập độ dốc

# Name
source: Really Easy
vi: Rất dễ

# Comment
source: Washington DC (Pentagon)
vi: Washington DC (Lầu Năm Góc)

# Comment
source: Lake Tahoe, CA/NV
vi: Hồ Tahoe, CA/NV

# Name
source: Kolf Default Theme
vi: Chủ đề mặc định của Kolf

# Description
source: Kolf Default Theme
vi: Chủ đề mặc định của Kolf

# Name
source: Tutorial Course
vi: Khóa học hướng dẫn

# Comment
source: <h3>Welcome</h3> to the tutorial course for Kolf!
vi: <h3>Chào mừng</h3> đến với khóa hướng dẫn cho Kolf!

# Comment
source: To hit the ball, press and hold the Down Arrow or left mouse button. How long you hold down the mouse button or key determines strength of the shot.
vi: Để đánh bóng, hãy nhấn và giữ phím mũi tên Xuống hoặc nút chuột trái. Thời gian bạn giữ nút chuột hoặc phím sẽ quyết định sức mạnh của cú đánh.

# Comment
source: To aim the putter, press the Left (rotate counterclockwise) and Right (rotate clockwise) Arrow keys or use the mouse.
vi: Để nhắm gậy gôn, nhấn các phím mũi tên Trái (xoay ngược chiều kim đồng hồ) và Phải (xoay theo chiều kim đồng hồ) hoặc sử dụng chuột.

# Comment
source: <h3>Bridges</h3>Bridges can have walls on the top, bottom, left, or right.
vi: <h3>Cầu</h3>Cầu có thể có tường ở trên, dưới, trái hoặc phải.

# Comment
source: <h3>Everything</h3>Here's a hole that has it all. Have fun with Kolf!<br><center>-- Jason Katz-Brown</center>
vi: <h3>Tất cả</h3>Đây là một lỗ golf có đầy đủ mọi thứ. Hãy tận hưởng Kolf!<br><center>-- Jason Katz-Brown</center>

# Comment
source: <h3>Slopes</h3>Slopes are slanted areas of ground that push the ball in the direction that they slope. This direction is shown when you choose <u>Hole->Show Info</u>.
vi: <h3>Dốc</h3>Dốc là những khu vực đất nghiêng đẩy bóng theo hướng dốc. Hướng này được hiển thị khi bạn chọn <u>Lỗ->Hiển thị thông tin</u>.

# Comment
source: Hit the ball onto the slope and let it roll into cup.
vi: Đánh bóng lên sườn dốc và để nó lăn vào cốc.

# Comment
source: Try out these different types of slopes.
vi: Hãy thử các loại độ dốc khác nhau này.

# Comment
source: The steepness of a slope is shown when you choose <u>Hole->Show Info</u>. Steepness goes from 8 (steepest) to 1 (shallowest).
vi: Độ dốc của một sườn dốc được hiển thị khi bạn chọn <u>Hole->Show Info</u>. Độ dốc từ 8 (dốc nhất) đến 1 (thoải nhất).

# Comment
source: <h3>Walls</h3>Bounce the ball off of the red walls.
vi: <h3>Tường</h3>Bật bóng từ các bức tường màu đỏ.

# Comment
source: <h3>Sand</h3>Sand is yellow, and slows your ball down.
vi: <h3>Cát</h3>Cát có màu vàng và làm chậm bóng của bạn.

# Comment
source: <h3>Puddles (Water)</h3>Hitting into a puddle (blue) adds a penalty stroke to your score, and your ball is placed outside the puddle.
vi: <h3>Vũng nước</h3>Đánh bóng vào vũng nước (màu xanh) sẽ thêm một cú phạt vào điểm của bạn, và quả bóng của bạn sẽ được đặt bên ngoài vũng nước.

# Comment
source: <h3>Windmills</h3>Windmills (brown base with moving arm) have brown walls (or half walls). The speed of the windmill arm may vary for each hole.
vi: <h3>Cối xay gió</h3>Cối xay gió (đế màu nâu với cánh quạt chuyển động) có tường màu nâu (hoặc nửa tường). Tốc độ của cánh quạt cối xay gió có thể thay đổi cho mỗi lỗ.

# Comment
source: <h3>Black Holes</h3>Black Holes transport the ball to their exit, and eject it at a speed in direct relation to the speed your ball was traveling. Choose <u>Hole->Show Info</u> to see which Black Hole goes to which exit and the direction the ball will come out.
vi: <h3>Hố Đen</h3>Hố Đen vận chuyển bóng đến lối ra của chúng và đẩy bóng ra với tốc độ tương ứng trực tiếp với tốc độ bóng của bạn khi đi vào. Chọn <u>Hố->Hiển thị Thông tin</u> để xem Hố Đen nào dẫn đến lối ra nào và hướng bóng sẽ đi ra.

# Comment
source: <h3>Floaters</h3>Floaters are moving platforms that carry a ball that lands on it. Floaters' speeds vary.
vi: <h3>Nền di chuyển</h3>Nền di chuyển là các bệ di động mang theo quả bóng đáp xuống nó. Tốc độ của nền di chuyển có thể khác nhau.
