Repository: caligraph-net/l10n-kf6
Catalog: messages/kreversi/kreversi._desktop_.po
Languages: vi

# Comment
source: KReversi Game
vi: Trò chơi KReversi

# Name
source: Click
vi: Bấm

# Comment
source: Click
vi: Bấm

# Name
source: Game Won
vi: Thắng trò chơi

# Comment
source: Game won
vi: Thắng trò chơi

# Name
source: Game Lost
vi: Thua Trò Chơi

# Comment
source: Game lost
vi: Thua trò chơi

# Name
source: Draw
vi: Vẽ

# Comment
source: Draw
vi: Vẽ

# Name
source: Illegal Move
vi: Nước đi bất hợp pháp

# Comment
source: Illegal move
vi: Nước đi không hợp lệ

# GenericName
source: Reversi Board Game
vi: Trò chơi Reversi

# Name
source: KReversi Default Theme
vi: Chủ đề mặc định của KReversi
