Repository: caligraph-net/l10n-kf6
Catalog: messages/kruler/kruler.po
Languages: vi

source: If this option is enabled, the window is being kept above other windows.
vi: Nếu lựa chọn này được bật, cửa sổ sẽ được giữ ở trên các cửa sổ khác.

source: Always on top
vi: Luôn ở trên cùng

source: Background color:
vi: Màu nền:

source: Font:
vi: Phông chữ:

source: Show tray icon
vi: Hiện biểu tượng khay

# @title:window
source: KRuler
vi: Thước kẻ K

source: This is a tool to measure pixel distances on the screen. It is useful for working on layouts of dialogs, web pages etc.
vi: Đây là công cụ để đo khoảng cách điểm ảnh trên màn hình. Nó rất hữu dụng khi làm việc với trình bày hộp hội thoại, trang web v.v.

source: Rotate
vi: xoay

source: &Scale
vi: Tỉ &lệ

source: Right to Left
vi: Từ phải sang trái

source: Center Origin
vi: Căn giữa gốc

source: Offset...
vi: Độ lệch...

source: Percentage
vi: Phần trăm

source: O&pacity
vi: Độ &mờ

source: Left to Right
vi: Từ trái sang phải

source: Bottom to Top
vi: Từ dưới lên trên

source: Top to Bottom
vi: Từ trên xuống dưới

# @title:window
source: Scale Offset
vi: Độ dịch chuyển tỉ lệ

source: Offset:
vi: Độ lệch:

source: Appearance
vi: diện mạo

source: Advanced
vi: Nâng cao

source: Background color of the ruler.
vi: Màu nền của thước đo.

source: Length of the ruler.
vi: Độ dài của thước đo.

source: Font of the text on the ruler scale.
vi: Phông chữ của văn bản trên thước đo.

source: Horizontal ruler
vi: Thước ngang

source: Direction of the ruler
vi: Hướng của thước đo

source: Offset of the origin
vi: Độ lệch của nguồn gốc

source: Is the scale of the ruler relative (percentage)
vi: Thước đo có tỉ lệ tương đối (phần trăm)

source: Is a tray icon used
vi: Có sử dụng biểu tượng khay không

source: Opacity of the window
vi: Độ mờ của cửa sổ

source: Is always on top
vi: Luôn ở trên cùng

source: KDE Screen Ruler
vi: Thước đo màn hình của KDE

source: A screen ruler by KDE
vi: Thước đo màn hình của KDE

source: Maintainer
vi: Bảo trì viên

source: Former Maintainer and Developer
vi: Cựu Bảo trì viên và Nhà phát triển

source: Initial port to KDE 2
vi: Chuyển sang KDE 2 lần đầu

# NAME OF TRANSLATORS
source: Your names
vi: Nguyen Hung Vu (Nguyễn Vũ Hưng), Hoàng Đức Hiếu

# EMAIL OF TRANSLATORS
source: Your emails
vi: vuhung@fedu.uec.ac.jp, hieu.d.hoang@gmail.com
