Repository: caligraph-net/l10n-kf6
Catalog: messages/granatier/granatier._desktop_.po
Languages: vi

# Name
source: Arena
vi: Sân vận động

# Description
source: Clanbomber Import
vi: Nhập khẩu Clanbomber

# Name
source: Big Block
vi: Khối Lớn

# Name
source: Bloody Ring
vi: Vòng Máu

# Name
source: Boiling Egg
vi: Quả Trứng Sôi

# Name
source: Bomb Attack
vi: Tấn công bom

# Name
source: Broken Heart
vi: Trái Tim Tan Vỡ

# Name
source: Crammed
vi: Chật ních

# Name
source: Death Corridor
vi: Hành lang Chết

# Name
source: Dilemma
vi: Tình huống khó xử

# Name
source: Fear Circle
vi: Vòng Sợ Hãi

# Name
source: Fear Circle Remix
vi: Phiên bản Remix Fear Circle

# Name
source: Fire Wheels
vi: Bánh Lửa

# Name
source: Football
vi: Bóng đá

# Name
source: Four Instance
vi: Bốn hiện thể

# Name
source: Hard Work
vi: Làm việc chăm chỉ

# Name
source: Hole Run
vi: Chạy Qua Lỗ

# Name
source: Kitchen
vi: Bếp

# Name
source: Meeting
vi: Cuộc họp

# Name
source: Obstacle Race
vi: Cuộc đua chướng ngại vật

# Name
source: Prison Cells
vi: Các Buồng Giam

# Name
source: Redirection
vi: Chuyển hướng

# Name
source: Sixty Nine
vi: Sáu Mươi Chín

# Name
source: Clanbomber Small Standard
vi: Clanbomber Nhỏ Tiêu chuẩn

# Name
source: Snake Race
vi: Cuộc đua rắn

# Name
source: Whole Mess
vi: Cả Rối Loạn

# Name
source: The four-leaf clover
vi: Lá bốn lá

# Description
source: The four-leaf clover is an uncommon variation of the common, three-leaved clover. According to tradition, such leaves bring good luck to their finders, especially if found accidentally. According to legend, each leaf represents something: the first is for hope, the second is for faith, the third is for love, and the fourth is for luck.
vi: Lá bốn lá là một biến thể hiếm gặp của lá ba lá thông thường. Theo truyền thống, những lá như vậy mang lại may mắn cho những người tìm thấy chúng, đặc biệt là nếu tìm thấy một cách tình cờ. Theo truyền thuyết, mỗi lá biểu trưng cho một điều: lá thứ nhất là hy vọng, lá thứ hai là niềm tin, lá thứ ba là tình yêu, và lá thứ tư là may mắn.

# Name
source: Crazy
vi: Điên cuồng

# Description
source: Crazy Arena
vi: Sân vận động Điên cuồng

# Description
source: Default Granatier Arena
vi: Sân đấu Granatier mặc định

# Name
source: Labyrinth
vi: Mê cung

# Description
source: Labyrinth Arena
vi: Sân đấu Mê cung

# Name
source: Three of Three
vi: Ba trong Ba

# Description
source: Three of Three Arena
vi: Sân vận động Thứ ba

# Name
source: Player 1
vi: Người chơi 1

# Description
source: This is Player 1
vi: Đây là Người chơi 1

# Name
source: Player 2
vi: Người chơi 2

# Description
source: This is Player 2
vi: Đây là Người chơi 2

# Name
source: Player 3
vi: Người chơi 3

# Description
source: This is Player 3
vi: Đây là Người chơi 3

# Name
source: Player 4
vi: Người chơi 4

# Description
source: This is Player 4
vi: Đây là Người chơi 4

# Name
source: Player 5
vi: Người chơi 5

# Description
source: This is Player 5
vi: Đây là Người chơi 5

# GenericName
source: Bomberman clone
vi: Bản sao Bomberman

# Description
source: Clanbomber Theme
vi: Chủ đề Clanbomber

# Description
source: Granatier Theme
vi: Chủ đề Granatier

# Name
source: Water Bomb
vi: Bom Nước

# Description
source: Water Bomb Theme
vi: Chủ đề Water Bomb
