Repository: caligraph-net/l10n-kf6
Catalog: messages/plasma-*/kcm_pulseaudio.po
Languages: pa

# @label
source: Profile:
pa: Hồ sơ:

source: Port:
pa: Cổng:

# Port is unavailable
source: %1 (unavailable)
pa: %1 (không khả dụng)

# Port is unplugged
source: %1 (unplugged)
pa: %1 (chưa cắm)

# Perform an audio test of the device
source: Test
pa: Kiểm thử

# Show audio channels (e.g. to control left/right audio balance
source: Show Channels
pa: Hiển thị kênh

source: Show Inactive Devices
pa: Hiển thị Thiết bị Bất hoạt

source: Configure Volume Controls…
pa: Cấu hình Điều khiển Âm lượng...

source: Configure…
pa: Cấu hình...

source: Requires %1 PulseAudio module
pa: Yêu cầu khối %1 PulseAudio

source: Add virtual output device for simultaneous output on all local sound cards
pa: Thêm thiết bị đầu ra ảo để đầu ra đồng thời trên tất cả các thẻ âm thanh cục bộ

source: Automatically switch all running streams when a new output becomes available
pa: Tự động chuyển đổi tất cả các luồng đang chạy khi có một đầu ra mới trở nên khả dụng

source: Playback Devices
pa: Thiết bị phát lại

source: Recording Devices
pa: Thiết bị ghi âm

source: Inactive Cards
pa: Thẻ Bất Hoạt

source: Playback Streams
pa: Luồng phát lại

source: Recording Streams
pa: Ghi âm Luồng

source: Error trying to play a test sound. The system said: "%1"
pa: Lỗi khi cố gắng phát một âm thanh kiểm thử. Hệ thống đã nói: "%1"

source: Front Left
pa: Trái trước

source: Front Center
pa: Trung tâm phía trước

source: Front Right
pa: Phải trước

source: Side Left
pa: Bên trái

source: Side Right
pa: Bên phải

source: Rear Left
pa: Sau trái

source: Subwoofer
pa: Loa trầm

source: Rear Right
pa: Phía sau bên phải

source: Mono
pa: Đơn sắc

source: Click on any speaker to test sound
pa: Bấm vào bất kỳ loa nào để kiểm thử âm thanh

# Unmute audio stream
source: Unmute %1
pa: Bỏ tắt tiếng %1

# Mute audio stream
source: Mute %1
pa: Tắt tiếng %1

source: Notification Sounds
pa: Âm thanh thông báo

source: Volume Controls
pa: Điều khiển âm lượng

source: Raise maximum volume
pa: Tăng âm lượng tối đa

source: Volume change step:
pa: Bước thay đổi âm lượng:

source: Play audio feedback for changes to:
pa: Phát âm thanh phản hồi cho các thay đổi đến:

source: Audio volume
pa: Âm lượng âm thanh

source: Show visual feedback for changes to:
pa: Hiển thị phản hồi trực quan cho các thay đổi đến:

source: Microphone sensitivity
pa: Độ nhạy của micro

source: Mute state
pa: Trạng thái tắt tiếng

source: Default output device
pa: Thiết bị đầu ra mặc định

source: Increase Volume
pa: Tăng âm lượng

source: Decrease Volume
pa: Giảm âm lượng

source: Increase Volume by 1%
pa: Tăng âm lượng lên 1%

source: Decrease Volume by 1%
pa: Giảm âm lượng 1%

source: Increase Microphone Volume
pa: Tăng âm lượng microphone

source: Decrease Microphone Volume
pa: Giảm âm lượng microphone

source: Mute
pa: Tắt tiếng

source: Mute Microphone
pa: Tắt Micro

source: Audio Volume
pa: Âm lượng

source: No such device
pa: Không có thiết bị như vậy

source: Device name not found
pa: Không tìm thấy tên thiết bị

source: No output device
pa: Không có thiết bị đầu ra

# Device name (Battery percent)
source: %1 (%2% Battery)
pa: %1 (%2% Pin)

source: Play all audio via this device
pa: Phát tất cả âm thanh qua thiết bị này

source: Record all audio via this device
pa: Ghi âm tất cả âm thanh qua thiết bị này

source: Ports
pa: Cổng

source: Profiles
pa: Hồ sơ

source: Play audio using
pa: Phát âm thanh bằng

source: Record audio using
pa: Ghi âm bằng

source: Microphone Muted
pa: Micro đã bị tắt tiếng

# List of apps is using mic
source: %1 are using the microphone
pa: %1 đang sử dụng micro

# App %1 is using mic with name %2
source: %1 is using the microphone (%2)
pa: %1 đang sử dụng microphone (%2)

# App is using mic
source: %1 is using the microphone
pa: %1 đang sử dụng micro
