Repository: caligraph-net/l10n-kf6
Catalog: messages/plasma-*/plasma_applet_org.kde.plasma.volume.po
Languages: pa

source: Currently not recording
pa: Hiện không ghi âm

source: Currently not playing
pa: Hiện không phát

# @action:button
source: Additional Options
pa: Tùy chọn bổ sung

source: Show additional options for %1
pa: Hiển thị các tùy chọn bổ sung cho %1

# @action:button
source: Unmute
pa: Bỏ tắt tiếng

# @action:button
source: Mute
pa: Tắt tiếng

source: Unmute %1
pa: Bỏ tắt tiếng %1

source: Mute %1
pa: Tắt tiếng %1

# Accessibility data on volume slider
source: Adjust volume for %1
pa: Điều chỉnh âm lượng cho %1

source: Audio Volume
pa: Âm lượng

source: No output or input devices found
pa: Không tìm thấy thiết bị đầu vào hoặc đầu ra

source: Audio Muted
pa: Âm thanh đã tắt

source: Volume at %1%
pa: Âm lượng tại %1%

source: Middle-click to unmute
pa: Nhấp chuột giữa để bỏ tắt tiếng

source: Middle-click to mute all audio
pa: Nhấp chuột giữa để tắt tiếng tất cả

source: Scroll to adjust volume
pa: Cuộn để điều chỉnh âm lượng

source: Device name not found
pa: Không tìm thấy tên thiết bị

source: Devices
pa: Thiết bị

source: Applications
pa: Ứng dụng

source: Force mute all playback devices
pa: Buộc tắt tiếng tất cả các thiết bị phát

source: No applications playing or recording audio
pa: Không có ứng dụng nào đang phát hoặc ghi âm

source: Raise maximum volume
pa: Tăng âm lượng tối đa

source: Show virtual devices
pa: Hiển thị thiết bị ảo

source: &Configure Audio Devices…
pa: &Cấu hình Thiết bị Âm thanh...

source: Stream name not found
pa: Không tìm thấy tên luồng
