Repository: caligraph-net/l10n-kf6
Catalog: messages/kgoldrunner/kgoldrunner._desktop_.po
Languages: vi

# GenericName
source: Hunt Gold, Dodge Enemies and Solve Puzzles
vi: Săn vàng, tránh kẻ thù và giải đố

# Comment
source: A game of action and puzzle-solving
vi: Một trò chơi với hành động và giải đố

# Name
source: Black on White
vi: Đen trên Trắng

# Description
source: A monochrome, black on white theme for KGoldrunner
vi: Một chủ đề đơn sắc, đen trên nền trắng cho KGoldrunner

# Name
source: KGoldRunner Default
vi: Mặc định của KGoldRunner

# Description
source: A light and clean theme for KDE4
vi: Một chủ đề sáng và sạch sẽ cho KDE4

# Name
source: The Treasure of Egypt
vi: Kho báu của Ai Cập

# Description
source: Help Matt Goldrunner escape the traps of ancient Egypt.
vi: Giúp Matt Goldrunner chuyển dịch khỏi các bẫy của Ai Cập cổ đại.

# Name
source: Geek City
vi: Thành phố Geek

# Description
source: The hero is trapped inside a computer.
vi: Người hùng bị mắc kẹt bên trong máy tính.

# Description
source: A theme for KGoldrunner that brings back that 8-bit look... now in blue!
vi: Một chủ đề cho KGoldrunner mang lại vẻ 8-bit... bây giờ trong màu xanh!

# Description
source: A scalable theme for KGoldrunner that brings back that 8-bit look...
vi: Một chủ đề có thể mở rộng cho KGoldrunner mang lại vẻ đẹp 8-bit...
