Repository: caligraph-net/l10n-kf6
Catalog: messages/kmines/kmines._desktop_.po
Languages: vi

# GenericName
source: Minesweeper-like Game
vi: Trò chơi giống Minesweeper

# Comment
source: Minesweeper-like Game
vi: Trò chơi giống Minesweeper

# Name
source: Classic
vi: Cổ điển

# Description
source: Classic theme for KMines
vi: Chủ đề cổ điển cho KMines

# Description
source: A dark, high contrast theme for KMines.
vi: Một chủ đề tương phản cao, tối cho KMines.

# Name
source: Clean Blue Dark
vi: Xanh Đậm Sạch Sẽ

# Description
source: A light, high contrast theme for KMines.
vi: Một chủ đề tương phản cao và sáng cho KMines.

# Name
source: Clean Blue
vi: Xanh sạch sẽ

# Name
source: Default
vi: Mặc định

# Description
source: KMines Oxygen theme
vi: Chủ đề Oxygen của KMines

# Name
source: Graveyard Mayhem
vi: Hỗn loạn nghĩa địa

# Description
source: A spooky theme for KMines. Don't get caught by the zombies in the graveyard!
vi: Một chủ đề ma quái cho KMines. Đừng để bị những con zombie trong nghĩa trang bắt!

# Name
source: Gardens of Danger
vi: Vườn của Nguy hiểm

# Description
source: A funny theme for KMines
vi: Một chủ đề vui nhộn cho KMines

# Description
source: The cleaning of the Earth begins
vi: Việc dọn dẹp Trái Đất bắt đầu
