Repository: caligraph-net/l10n-kf6
Catalog: messages/ksudoku/ksudoku._desktop_.po
Languages: vi

# GenericName
source: Sudoku Game
vi: Trò chơi Sudoku

# Comment
source: KSudoku, Sudoku game & more by KDE
vi: Trò chơi Sudoku và nhiều hơn nữa của KDE

# Description
source: 4x4 shape puzzle
vi: Câu đố hình 4x4

# Description
source: 6x6 puzzle with rectangular blocks
vi: Câu đố 6x6 với các khối hình chữ nhật

# Description
source: Jigsaw variant shaped like an Aztec pyramid
vi: Biến thể hình ghép như kim tự tháp Aztec

# Description
source: Three-dimensional puzzle with two interlocking 3x3x3 cubes
vi: Câu đố ba chiều với hai khối lập phương 3x3x3 đan xen

# Description
source: Jigsaw shape puzzle
vi: Bài toán hình ghép

# Name
source: Tiny Killer
vi: Sát thủ nhỏ

# Description
source: 4x4 Sudoku, but cages must add to totals shown
vi: Sudoku 4x4, nhưng các ô phải có tổng bằng các giá trị đã cho

# Description
source: Classic Sudoku, but cages must add to totals shown
vi: Sudoku cổ điển, nhưng các ô phải có tổng bằng các số đã cho

# Description
source: Size 4x4 grid, with calculated cages
vi: Lưới 4x4, với các lồng tính toán

# Name
source: Mathdoku - Settable Size
vi: Mathdoku - Kích thước có thể đặt

# Description
source: Size 3x3 to 9x9 grid, with calculated cages
vi: Lưới kích thước từ 3x3 đến 9x9, với các lồng được tính toán

# Description
source: Jigsaw variant with irregularly shaped Nonomino blocks
vi: Biến thể ghép hình với các khối Nonomino có hình dạng không đều

# Description
source: Jigsaw variant with irregularly shaped Pentomino blocks
vi: Biến thể ghép hình với các khối Pentomino có hình dạng không đều

# Description
source: Three-dimensional puzzle with two 3x3x3 cubes which share a corner
vi: Câu đố ba chiều với hai khối lập phương 3x3x3 chia sẻ một góc

# Description
source: Samurai shape puzzle
vi: Câu đố hình dạng Samurai

# Description
source: Samurai three-dimensional puzzle with nine 3x3x3 cubes
vi: Câu đố ba chiều Samurai với chín khối 3x3x3

# Description
source: Sohei puzzle with four overlapping 9x9 squares
vi: Câu đố Sohei với bốn ô vuông 9x9 chồng lên nhau

# Description
source: Jigsaw with Tetromino blocks (Tetris pieces)
vi: Ghép hình với các khối Tetromino (các mảnh của Tetris)

# Name
source: Tiny Samurai
vi: Samurai Nhỏ

# Description
source: A smaller samurai puzzle
vi: Một câu đố samurai nhỏ hơn

# Name
source: Windmill
vi: Cối xay gió

# Description
source: Windmill puzzle with five overlapping 9x9 squares
vi: Câu đố cối xay gió với năm ô vuông 9x9 chồng lên nhau

# Description
source: XSudoku shape puzzle
vi: Câu đố hình dạng XSudoku

# Name
source: Abstraction
vi: Trừu tượng

# Description
source: A ksudoku theme with abstract artwork.
vi: Một chủ đề ksudoku với nghệ thuật trừu tượng.

# Description
source: KSudoku egyptian style theme
vi: Chủ đề kiểu cách Ai Cập của KSudoku

# Name
source: Scribble
vi: Vẽ lung tung

# Description
source: KSudoku Scribble theme for KDE 4
vi: Chủ đề KSudoku Scribble dành cho KDE 4
