Repository: caligraph-net/l10n-kf6
Catalog: messages/libplasma/libplasma._desktop_.po
Languages: vi

# Name
source: Plasma QML/C++ Applet (Qt6)
vi: Tiểu ứng dụng QML/C++ của Plasma (Qt6)

# Comment
source: A Plasma Applet template written in an hybrid mix of QML and C++: a Plasma applet template displaying a SVG picture and a text
vi: Một bản mẫu Tiểu ứng dụng Plasma viết bằng sự pha trộn giữa QML và C++: một bản mẫu tiểu ứng dụng Plasma hiển thị một ảnh SVG và một văn bản

# Name
source: Simple Plasma Wallpaper (Qt6)
vi: Phông nền Plasma đơn giản (Qt6)

# Comment
source: Simple Plasma Wallpaper template: a Plasma wallpaper template displaying a text
vi: Bản mẫu Phông nền Plasma Đơn giản: một bản mẫu phông nền Plasma hiển thị một văn bản

# Name
source: Simple Plasma Wallpaper with QML extension (Qt6)
vi: Phông nền Plasma Đơn giản với phần mở rộng QML (Qt6)

# Comment
source: A Plasma wallpaper which uses custom API provided by an own QML extension plugin
vi: Một phông nền Plasma sử dụng API riêng được cung cấp bởi một phần cài cắm mở rộng QML riêng

# Name
source: Plasma QML Applet (Qt6)
vi: Tiểu ứng dụng QML Plasma (Qt6)

# Comment
source: Plasma QML Applet template: a Plasma applet template displaying a SVG picture and a text
vi: Bản mẫu Tiểu ứng dụng QML của Plasma: một bản mẫu tiểu ứng dụng Plasma hiển thị một ảnh SVG và một văn bản

# Name
source: Plasma QML Applet with QML extension (Qt6)
vi: Tiểu ứng dụng QML của Plasma với phần mở rộng QML (Qt6)

# Comment
source: A template for a Plasma applet which uses custom API provided by an own QML extension plugin
vi: Một bản mẫu tiểu ứng dụng Plasma sử dụng API riêng được cung cấp bởi một phần cài cắm mở rộng QML riêng
