Repository: caligraph-net/l10n-kf6
Catalog: messages/kblackbox/kblackbox.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyễn Ngọc Tuấn

# EMAIL OF TRANSLATORS
source: Your emails
vi: scorpionfire@vnoperamail.com

# @item:valuesuffix to a number between 1 and 99
source: ball
vi: quả

# @item:valuesuffix to a number between 2 and 30
source: column
vi: cột

# @item:valuesuffix to a number between 2 and 30
source: row
vi: hàng

# Difficulty level title
source: Configurable
vi: Có thể cấu hình

# @action
source: Start Tutorial
vi: Bắt đầu Hướng dẫn

# @info:tooltip
source: Start tutorial
vi: Bắt đầu hướng dẫn

source: <qt>The <b>tutorial</b> is a fast, user friendly and interactive way to learn the rules of the game. Start it if you do not know them!</qt>
vi: <qt>Phần <b>hướng dẫn</b> là cách nhanh chóng, thân thiện với người dùng và tương tác để học các quy tắc của trò chơi. Hãy khởi động nó nếu bạn chưa biết chúng!</qt>

# @action
source: New Sandbox Game
vi: Trò chơi Bàn chơi mới

# @info:tooltip
source: Start a new sandbox game
vi: Khởi động một bàn chơi mới

source: <qt><p>In a <b>sandbox game</b>, the solution is displayed at the beginning of the game. This is useful to understand the game principles.</p><p>However: after a while, it is not really fun and you should try to start a real game!</p></qt>
vi: <qt><p>Trong một <b>bàn chơi sandbox</b>, giải pháp được hiển thị ngay từ đầu bàn chơi. Điều này hữu ích để hiểu các nguyên tắc của bàn chơi.</p><p>Tuy nhiên: sau một thời gian, nó không thực sự thú vị và bạn nên thử khởi động một bàn chơi thực sự!</p></qt>

# @action the last action of a game to check the result, when the user is done
source: Done!
vi: Xong!

source: <qt><ul><li>First, you have to place all the balls on the black box. To guess the correct positions of the balls and see how they interact with laser beams, you should use the lasers that are positioned around the black box.</li><li><b>When you think you are done</b>, you should click here.</li></ul><p>Note that it is only possible to click here if you have placed the correct number of balls.</p></qt>
vi: <qt><ul><li>Đầu tiên, bạn phải đặt tất cả các quả bóng vào hộp đen. Để đoán vị trí chính xác của các quả bóng và xem chúng tương tác với tia laser như thế nào, bạn nên sử dụng các tia laser được đặt xung quanh hộp đen.</li><li><b>Khi bạn nghĩ mình đã hoàn thành</b>, bạn nên bấm vào đây.</li></ul><p>Lưu ý rằng chỉ có thể bấm vào đây nếu bạn đã đặt đúng số lượng quả bóng.</p></qt>

# @info:tooltip
source: Give up the game
vi: Bỏ bàn chơi

source: <qt><p>Choose "<b>Solve</b>" if you want to give up the current game. The solution will be displayed.</p><p>If you placed all the balls and do not want to give up, choose "Done!".</p></qt>
vi: <qt><p>Chọn "<b>Giải</b>" nếu bạn muốn bỏ cuộc ván chơi hiện tại. Giải pháp sẽ được hiển thị.</p><p>Nếu bạn đã đặt tất cả các quả bóng và không muốn bỏ cuộc, hãy chọn "Xong!".</p></qt>

# @option:check
source: Enable Highlight under Mouse
vi: Bật tô sáng khi di chuột

# @action
source: Move Down
vi: Di chuyển xuống

# @action
source: Move Up
vi: Di chuyển lên

# @action
source: Move Left
vi: Di chuyển sang trái

# @action
source: Move Right
vi: Di chuyển sang phải

# @action
source: Switch Ball or Shoot Laser
vi: Chuyển đổi Bóng hoặc Bắn Laser

# @action
source: Switch Marker
vi: Chuyển đổi Marker

source: Note: You can change<br />the parameters of<br />custom games in the<br />Settings dialog.
vi: Lưu ý: Bạn có thể thay đổi<br />các tham số của<br />trò chơi tùy chỉnh trong<br />hộp thoại Cài đặt.

source: First, you need to remove 1 ball from the black box.
vi: Trước tiên, bạn cần xoá %1 quả bóng khỏi hộp đen.

source: To check if you successfully guessed the ball positions, click here!
vi: Để kiểm tra xem bạn đã đoán đúng vị trí của quả bóng, hãy bấm vào đây!

source: You need to place 1 more ball on the black box.
vi: Bạn cần đặt %1 quả bóng khác vào hộp đen.

source: Game over.
vi: Kết thúc bàn chơi.

source: Game paused.
vi: Bàn chơi đã tạm dừng.

source: Clicking on "Done!" is the normal way to check the positions of the balls at the end of the game. However, it is not possible in the tutorial to end the game before you reached the last step. Please first finish the tutorial.
vi: Nhấp vào "Xong!" là cách bình thường để kiểm tra vị trí của các quả bóng ở cuối trò chơi. Tuy nhiên, trong hướng dẫn sử dụng, không thể kết thúc trò chơi trước khi đạt đến bước cuối cùng. Vui lòng hoàn thành hướng dẫn trước.

# @title:window
source: Check Positions
vi: Kiểm tra Vị trí

source: Your final score is: %1.<br />You did really well!
vi: Điểm chung cuộc của bạn là: %1.<br />Bạn đã làm rất tốt!

source: But it does not count<br />because <b>it is the sandbox!</b>
vi: Nhưng nó không được tính<br />vì <b>đây là sandbox!</b>

source: Your final score is: %1.<br />I guess you need more practice.
vi: Điểm chung cuộc của bạn là: %1.<br />Tôi nghĩ bạn cần luyện tập thêm nữa.

source: Game paused.<br />Press "%1" to resume.
vi: Bàn chơi đã tạm dừng.<br />Nhấn "%1" để tiếp tục.

source: Do you want to cancel the current custom game and start a new one with the new parameters?
vi: Bạn có muốn huỷ bàn chơi tự chọn hiện tại và bắt đầu một bàn chơi mới với các thông số mới không?

# @action:button
source: Start New Game
vi: Khởi động Bàn Chơi Mới

# @title:tab
source: Custom Game
vi: Trò chơi tự chọn

source: Sorry, you may not give up during the tutorial.
vi: Xin lỗi, bạn không thể bỏ cuộc trong phần hướng dẫn.

# @title:window
source: Solve
vi: Giải quyết

source: You placed all the balls. Great! You should now click on "Done!" to end the game and check if you guessed correctly. So, do you really want to give up this game?
vi: Bạn đã đặt tất cả các quả bóng. Tuyệt vời! Bây giờ bạn nên bấm vào "Xong!" để kết thúc trò chơi và kiểm tra xem bạn đã đoán đúng hay chưa. Vậy, bạn có thực sự muốn bỏ cuộc trò chơi này không?

# @action:button
source: Give Up
vi: Bỏ cuộc

source: You should place %1 ball!
vi: Bạn nên đặt %1 quả bóng!

source: You have placed %1.
vi: Bạn đã đặt %1.

source: Do you really want to give up this game?
vi: Bạn có thực sự muốn bỏ cuộc chơi này không?

source: Note: In the sandbox mode,<br />the solution is already displayed.<br />Have fun!
vi: Lưu ý: Trong chế độ sandbox,<br />giải pháp đã được hiển thị.<br />Vui chơi!

source: This will be the end of the current game!
vi: Điều này sẽ kết thúc lần chơi hiện tại!

source: Score
vi: Điểm số

source: <qt><p>This is <b>your score</b>. You should try to get the lowest possible.</p><p>The score increases:<ul><li>with time: <b>1 point</b> per second.</li><li>with the use of lasers:<ul><li><b>3 points</b> if the laser beam hits a ball or exits at the entry point,</li><li><b>9 points</b> if it exits at another entry point.</li></ul></li></ul></p><p>Your score is set to <b>999</b> at the end of the game if you make a mistake.</p></qt>
vi: <qt><p>Đây là <b>điểm số của bạn</b>. Bạn nên cố gắng đạt được điểm số thấp nhất có thể.</p><p>Điểm số tăng lên:<ul><li>theo thời gian: <b>1 điểm</b> mỗi giây.</li><li>khi sử dụng tia laser:<ul><li><b>3 điểm</b> nếu tia laser chạm vào bóng hoặc thoát ra tại điểm vào,</li><li><b>9 điểm</b> nếu nó thoát ra tại một điểm vào khác.</li></ul></li></ul></p><p>Điểm số của bạn sẽ được đặt thành <b>999</b> vào cuối bàn chơi nếu bạn mắc lỗi.</p></qt>

source: <qt><p>This is the <b>main game area</b>.</p><ul><li>The <b>black box</b> is in the center.</li><li>On the left, there are the <b>balls</b> you have to place over the black box.</li><li>Around the black box, there are <b>lasers</b> that are replaced with <b>interaction information</b> if you use them.</li></ul></qt>
vi: <qt><p>Đây là <b>khu vực chơi chính</b>.</p><ul><li><b>Hộp đen</b> nằm ở trung tâm.</li><li>Ở bên trái là các <b>quả bóng</b> bạn phải đặt lên hộp đen.</li><li>Xung quanh hộp đen là các <b>tia laser</b> sẽ được thay thế bằng <b>thông tin tương tác</b> nếu bạn sử dụng chúng.</li></ul></qt>

# @title:group
source: Tutorial
vi: Hướng dẫn

source: Displays the progress of the tutorial.
vi: Hiển thị tiến độ của hướng dẫn.

source: Describes what you should do to reach the next tutorial step.
vi: Mô tả những gì bạn nên làm để đến bước tiếp theo của hướng dẫn.

# @action:button Previous tutorial step
source: &Previous
vi: &Trước

source: Go back to the previous tutorial step.
vi: Quay lại bước hướng dẫn trước.

# @action:button Next tutorial step
source: &Next
vi: Tiế&p

source: Go to the next tutorial step.
vi: Đi đến bước tiếp theo của hướng dẫn.

source: Welcome!
vi: Chào mừng!

source: This tutorial will teach you how to play KBlackBox, using a simple example.<br /><br />We are playing with a square black box of 6 columns and 6 rows. It has 3 balls <b>hidden</b> inside it and 24 laser probes around it.<br /><br />The goal is to <b>find the positions of the balls.</b>
vi: Hướng dẫn này sẽ dạy bạn cách chơi KBlackBox, sử dụng một ví dụ đơn giản.<br /><br />Chúng ta đang chơi với một hộp đen vuông có 6 cột và 6 hàng. Nó có 3 quả bóng được <b>giấu</b> bên trong và 24 đầu dò laser xung quanh.<br /><br />Mục tiêu là <b>tìm ra vị trí của các quả bóng.</b>

source: Click on "Next"
vi: Bấm vào "Tiếp theo"

source: Black box principles
vi: Nguyên tắc hộp đen

source: The balls are not visible, but we can shoot laser beams into the box at different entry points and observe if the laser beams leave the box, and if they do, where they come out.<br /><br />The laser beams interact with the balls in various ways.
vi: Các quả bóng không hiển thị, nhưng chúng ta có thể bắn các tia laser vào hộp ở các điểm vào khác nhau và quan sát xem các tia laser có rời khỏi hộp hay không, và nếu có, chúng sẽ xuất hiện ở đâu.<br /><br />Các tia laser tương tác với các quả bóng theo nhiều cách khác nhau.

source: Please click on the marked laser to shoot a beam into the black box.
vi: Vui lòng bấm vào laser được đánh dấu để bắn một tia vào hộp đen.

source: No interaction
vi: Không tương tác

source: If a laser beam does not interact with any ball in the black box, it comes out at the point opposite the entry point.<br /><br />Example: Suppose we have 3 balls in the box as shown. They will not affect laser beam "1".<br /><br />As the game progresses, each pair of entry/exit points is marked with a different number.
vi: Nếu tia laser không tương tác với bất kỳ quả bóng nào trong hộp đen, nó sẽ ra ở điểm đối diện với điểm vào.<br /><br />Ví dụ: Giả sử chúng ta có 3 quả bóng trong hộp như được hiển thị. Chúng sẽ không ảnh hưởng đến tia laser "1".<br /><br />Khi trò chơi tiến triển, mỗi cặp điểm vào/ra sẽ được đánh dấu bằng một số khác nhau.

source: Now shoot the marked laser to discover the first kind of interaction.
vi: Bây giờ hãy bắn laser đánh dấu để khám phá loại tương tác đầu tiên.

source: Hit
vi: Đánh

source: A direct impact on a ball is called a "<b>hit</b>". A beam that hits a ball does <b>not</b> emerge from the black box.<br /><br />Example: The beam might have hit a ball at the position shown, but the exact position of the hit is not certain: There are many other possibilities.
vi: Một va chạm trực tiếp vào quả bóng được gọi là "<b>đánh trúng</b>". Tia đánh trúng quả bóng sẽ <b>không</b> thoát ra khỏi hộp đen.<br /><br />Ví dụ: Tia có thể đã đánh trúng quả bóng ở vị trí được hiển thị, nhưng vị trí chính xác của cú đánh không chắc chắn: Có nhiều khả năng khác.

source: Shoot the marked laser to discover the second kind of interaction.
vi: Bắn vào tia laser được đánh dấu để khám phá loại tương tác thứ hai.

source: Simple deflection
vi: Phản xạ đơn giản

source: The interaction of a beam that does not actually hit a ball, but aims to one side of it, is called a "<b>deflection</b>". The angle of deflection of the beam is always <b>90 degrees</b>.<br /><br />Example: The ball shown would deflect beam "2" upward, as shown, but this is <b>not</b> the only possibility.
vi: Sự tương tác của một tia không thực sự chạm vào quả bóng, mà nhắm vào một bên của nó, được gọi là "<b>độ lệch</b>". Góc lệch của tia luôn là <b>90 độ</b>.<br /><br />Ví dụ: Quả bóng được hiển thị sẽ làm lệch tia "2" lên trên, như đã thể hiện, nhưng đây <b>không phải</b> là khả năng duy nhất.

source: Click on "Next" to see another combination of ball positions that deflects the laser beam as shown.
vi: Bấm vào "Tiếp theo" để xem một tổ hợp vị trí bóng khác làm lệch tia laser như đã hiển thị.

source: Several deflections
vi: Nhiều lệch hướng

source: As you can see, interactions in the black box can be quite complicated!<br />A laser beam entering and exiting at the positions "2" might have been deflected by this configuration of 3 balls.
vi: Như bạn có thể thấy, các tương tác trong hộp đen có thể khá phức tạp!<br />Một tia laser vào và ra ở các vị trí "2" có thể đã bị lệch hướng bởi cấu hình này của 3 quả bóng.

source: Shoot the marked laser to discover another kind of result.
vi: Bắn laser đánh dấu để khám phá một loại kết quả khác.

source: Reflection
vi: Phản chiếu

source: If the laser beam leaves the black box <b>at the entry point</b>, it has been reflected backward inside the black box.<br /><br />Example: We have placed 2 balls for you in a configuration that would lead to such a reflection.
vi: Nếu tia laser rời khỏi hộp đen <b>tại điểm vào</b>, nó đã bị phản xạ ngược lại bên trong hộp đen.<br /><br />Ví dụ: Chúng tôi đã đặt 2 quả bóng cho bạn trong một cấu hình sẽ dẫn đến sự phản xạ như vậy.

source: Shoot the marked laser to see another backward reflection case.
vi: Bắn tia laser đánh dấu để xem một trường hợp phản xạ ngược khác.

source: Special reflection
vi: Phản xạ đặc biệt

source: If a ball is <b>at the edge of the box</b> (with no other ball nearby), a beam which is aimed into the black box directly beside it causes a backward reflection.<br /><br />Example: The configuration shown can cause a backward reflection.
vi: Nếu một quả bóng <b>ở cạnh của hộp</b> (không có quả bóng nào khác ở gần), một tia nhắm vào hộp đen ngay bên cạnh nó sẽ gây ra phản xạ ngược.<br /><br />Ví dụ: Cấu hình được hiển thị có thể gây ra phản xạ ngược.

source: Nearly done. Click on "Next".
vi: Gần xong. Bấm vào "Tiếp theo".

source: Marker for "free position"
vi: Dấu hiệu cho "vị trí tự do"

source: We are sure there are no balls in the first 2 columns. If there were any, the beam entering at position "1" would hit a ball or be deflected by a ball in column 2. You can mark a "free position" with a right mouse click (see also keyboard shortcuts).<br /><br />Example: There are 12 markers in the first 2 columns.
vi: Chúng tôi chắc chắn rằng không có bóng trong 2 cột đầu tiên. Nếu có, tia sáng đi vào vị trí "1" sẽ va chạm hoặc bị lệch hướng bởi một quả bóng trong cột 2. Bạn có thể đánh dấu một "vị trí trống" bằng cách bấm chuột phải (xem thêm phím tắt trên bàn phím).<br /><br />Ví dụ: Có 12 dấu hiệu trong 2 cột đầu tiên.

source: Click on "Next".
vi: Bấm vào "Tiếp theo".

source: Marking balls
vi: Đánh dấu bóng

source: When you have worked out where a ball is, please use the left mouse button to mark it. To remove a ball mark, use the left mouse button again. Last tip: If you are not sure about a position, you can use a right click on a ball to mark it as "unsure". (See also keyboard shortcuts.)<br /><br />Example: We marked one position as sure, the other one as unsure.
vi: Khi bạn đã xác định được vị trí của một quả bóng, vui lòng sử dụng nút chuột trái để đánh dấu nó. Để xoá dấu hiệu của một quả bóng, hãy sử dụng lại nút chuột trái. Mẹo cuối cùng: Nếu bạn không chắc chắn về một vị trí, bạn có thể sử dụng chuột phải trên một quả bóng để đánh dấu nó là "không chắc chắn". (Xem thêm các phím tắt bàn phím.)<br /><br />Ví dụ: Chúng tôi đã đánh dấu một vị trí là chắc chắn, vị trí kia là không chắc chắn.

source: Let us play!
vi: Chúng ta hãy chơi!

source: <b>Congratulations!</b> You now know <b>all the rules</b> for KBlackBox.<br /><br /><b>You can start to play.</b> Try to finish this tutorial game by yourself!<br /><br />Tip: We have sent in enough beams to deduce the positions of the 3 balls with certainty. Of course, you can use some more shots if needed.
vi: <b>Xin chúc mừng!</b> Bạn đã biết <b>tất cả các quy tắc</b> của KBlackBox.<br /><br /><b>Bạn có thể bắt đầu chơi.</b> Hãy thử hoàn thành bàn chơi hướng dẫn này bằng chính mình!<br /><br />Mẹo: Chúng tôi đã gửi đủ tia để suy luận vị trí chính xác của 3 quả bóng. Tất nhiên, bạn có thể sử dụng thêm một số lần bắn nếu cần.

source: Finish placing the balls and click on "Done!" when you are done!
vi: Hoàn thành việc đặt các quả bóng và bấm vào "Xong!" khi bạn đã hoàn tất!

source: File of the current theme of the graphic elements. (SVGZ file with path and file extension)
vi: Tệp của chủ đề hiện tại của các phần tử đồ họa. (Tệp SVGZ với đường dẫn và phần mở rộng tệp)

source: Number of balls for custom difficulty level
vi: Số quả bóng cho mức độ khó tự chọn

source: Number of columns of the board for custom difficulty level
vi: Số cột của bảng cho mức độ khó tự chọn

source: Number of rows of the board for custom difficuty level
vi: Số hàng của bảng cho mức độ khó tự chọn

source: KBlackBox
vi: Chiếc Hộp Đen

source: Find the balls hidden in the black box by shooting laser beams!
vi: Tìm các quả bóng ẩn trong hộp đen bằng cách bắn tia laser!

source: Developer of version 0.4.
vi: Nhà phát triển của phiên bản 0.4.

source: Original developer
vi: nhà phát triển

source: Artist
vi: Nghệ sĩ
