Repository: caligraph-net/l10n-kf6
Catalog: messages/libksysguard/libksysguard._desktop_.po
Languages: vi

# Name
source: System monitor Sensor Display Styles
vi: Kiểu cách hiển thị cảm biến giám sát hệ thống

# Name
source: System monitor Sensor Presets
vi: Tiền lập cảm biến giám sát hệ thống

# Name
source: Kill or stop etc a process
vi: Diệt hoặc dừng v.v. một tiến trình

# Description
source: Sends a given signal to a given process
vi: Gửi một tín hiệu đến một tiến trình

# Name
source: Change the priority of a process
vi: Thay đổi độ ưu tiên của một tiến trình

# Description
source: Change the niceness of a given process
vi: Thay đổi độ tinh vi của một tiến trình đã cho

# Name
source: Change IO Scheduler and priority
vi: Thay đổi trình lập lịch và độ ưu tiên IO

# Description
source: Change how the read and writes of a given process are prioritized
vi: Thay đổi cách ưu tiên các lần đọc và ghi của một tiến trình đã cho

# Name
source: Change CPU Scheduler and priority
vi: Thay đổi trình lập lịch và độ ưu tiên CPU

# Description
source: Change which CPU scheduler is to schedule the running of a given process
vi: Thay đổi trình lập lịch CPU dùng để lập lịch việc chạy một tiến trình đã cho
