Repository: caligraph-net/l10n-kf6
Catalog: messages/discover/libdiscover.po
Languages: vi

source: Waiting for the user to authorize the transaction…
vi: Đang chờ người dùng uỷ quyền giao dịch...

source: The transaction is currently copying files…
vi: Giao dịch hiện đang sao chép các tệp...

source: Currently refreshing the repository cache…
vi: Hiện đang làm mới bộ nhớ cache của kho...

source: Unknown status %1.
vi: Trạng thái không rõ %1.

# update state
source: Stable
vi: Ổn định

# update state
source: Unstable
vi: Không ổn định

# update state
source: Testing
vi: Đang kiểm tra

source: Installed
vi: Đã cài

source: Not Installed
vi: Chưa cài đặt

source: Low
vi: Thấp

source: Enhancement
vi: Nâng cấp

source: Normal
vi: Bình thường

source: Bugfix
vi: Sửa lỗi

source: Important
vi: Quan trọng

source: Security
vi: an ninh

source: Blocked
vi: Bị chặn

source: Downloading
vi: Tải về

source: Updating
vi: Đang cập nhật

source: Installing
vi: Đang cài

source: Removing
vi: Đang gỡ bỏ

source: Cleanup
vi: Dọn dẹp

source: Obsoleting
vi: Đang lỗi thời

source: Collection Installed
vi: Bộ sưu tập đã được cài đặt

source: Collection Available
vi: Bộ sưu tập hiện có

source: Reinstalling
vi: Đang cài lại

source: Downgrading
vi: Đang hạ cấp

source: Preparing
vi: Đang chuẩn bị

source: Decompressing
vi: Đang giải nén

source: Untrusted
vi: Không đáng tin cậy

source: Trusted
vi: Đáng tin cậy

source: Unavailable
vi: Không khả dụng

source: Critical
vi: Nghiêm trọng

source: Install
vi: Cài đặt

source: Remove
vi: Xoá

source: Obsolete
vi: Lỗi thời

source: Downgrade
vi: Hạ cấp

source: Failed Offline Update
vi: Cập nhật ngoại tuyến thất bại

source: Failed to update %1 package %2
vi: Không thể cập nhật %1 gói %2

# @action:button
source: Open Discover
vi: Mở Discover

# @action:button
source: Repair System
vi: Sửa chữa hệ thống

source: Repairing failed offline update
vi: Sửa chữa cập nhật ngoại tuyến không thành công

source: Repair Failed
vi: Sửa chữa thất bại

# @info
source: %1<nl/>Please report this error to your distribution.
vi: %1<nl/>Vui lòng báo lỗi này cho nhà phân phối của bạn.

source: Repaired Successfully
vi: Đã sửa chữa thành công

source: Offline Updates
vi: Cập nhật ngoại tuyến

source: Successfully updated %1 package
vi: Đã cập nhật thành công %1 gói

source: Unknown Source
vi: Không rõ

source: Obsoletes:
vi: Lỗi thời:

source: Release Notes:
vi: Ghi chú phát hành:

source: Update State:
vi: Trạng thái cập nhật:

source: Restart:
vi: Khởi động lại:

source: Vendor:
vi: Nhà cung cấp:

source: %2 (plus %1 dependency)
vi: %2 (cộng với %1 phụ thuộc)

source: Repository URL:
vi: URL kho:

source: System upgrade
vi: Nâng cấp hệ thống

source: 1 package will be upgraded
vi: %1 gói sẽ được nâng cấp

source: <h3>%1</h3>Upgrade to new version %2<br/>No release notes provided
vi: <h3>%1</h3>Nâng cấp lên phiên bản mới %2<br/>Không có ghi chú phát hành

source: <h3>%1</h3>Upgrade to new version %2<br/>Release notes:<blockquote>%3</blockquote>
vi: <h3>%1</h3>Nâng cấp lên phiên bản mới %2<br/>Ghi chú phát hành:<blockquote>%3</blockquote>

source: Present
vi: Hiện tại

source: Future
vi: Tương lai

# @info:status %1 is a formatted disk space string e.g. '240 MiB'
source: Not enough space to perform the update; only %1 of space are available.
vi: Không đủ không gian để thực hiện bản cập nhật; chỉ có %1 không gian khả dụng.

source: This update cannot be completed as it would remove the following software which is critical to the system's operation:<nl/><ul><li>%1</li></ul><nl/>If you believe this is an error, please report it as a bug to the packagers of your distribution.
vi: Không thể hoàn tất cập nhật này vì nó sẽ xoá các phần mềm sau đây, vốn rất quan trọng đối với hoạt động của hệ thống:<nl/><ul><li>%1</li></ul><nl/>Nếu bạn cho rằng đây là lỗi, vui lòng báo cáo nó như một lỗi cho người đóng gói của bản phân phối của bạn.

source: Confirm Changes
vi: Xác nhận thay đổi

source: The following packages will be removed by the update:<ul><li>%1</li></ul><br/>in order to install:<ul><li>%2</li></ul>
vi: Các gói sau sẽ bị gỡ bỏ bởi bản cập nhật:<ul><li>%1</li></ul><br/>để cài đặt:<ul><li>%2</li></ul>

source: Media Change of type '%1' is requested. %2
vi: Yêu cầu thay đổi phương tiện của kiểu '%1'. %2

source: Accept EULA
vi: Chấp nhận EULA

source: The package %1 and its vendor %2 require that you accept their license: %3
vi: Gói %1 và nhà cung cấp %2 của nó yêu cầu bạn chấp nhận giấy phép của họ: %3

source: Missing signature for %1 in %2
vi: Thiếu chữ ký cho %1 trong %2

source: Do you trust the following key? Url: %1 User: %2 Key: %3 Fingerprint: %4 Timestamp: %4
vi: Bạn có tin tưởng vào khóa sau không? URL: %1 Người dùng: %2 Khóa: %3 Vân tay: %4 Thời gian: %4

source: This action cannot be completed as it would remove the following software which is critical to the system's operation:<nl/><ul><li>%1</li></ul><nl/>If you believe this is an error, please report it as a bug to the packagers of your distribution.
vi: Không thể hoàn tất hành động này vì nó sẽ xóa các phần mềm sau đây, vốn rất quan trọng đối với hoạt động của hệ thống:<nl/><ul><li>%1</li></ul><nl/>Nếu bạn cho rằng đây là lỗi, vui lòng báo cáo nó như một lỗi cho người đóng gói của bản phân phối của bạn.

source: Confirm package removal
vi: Xác nhận gỡ bỏ gói

source: This action will also remove the following package: %2
vi: Hành động này cũng sẽ xoá bỏ các gói sau: %2

source: Show Dependencies…
vi: Hiển thị phụ thuộc...

source: Dependencies for package: %1
vi: Phụ thuộc cho gói: %1

source: Full Access
vi: Truy cập đầy đủ

source: Can access everything on the system
vi: Có thể truy cập mọi thứ trên hệ thống

# Category
source: Operating System
vi: Hệ điều hành

source: rpm-ostree: Multiple booted deployments found. Please file a bug.
vi: rpm-ostree: Đã tìm thấy nhiều bản triển khai đã khởi động. Vui lòng báo cáo lỗi.

source: rpm-ostree: No booted deployment found. Please file a bug.
vi: rpm-ostree: Không tìm thấy bản triển khai đã khởi động. Vui lòng báo cáo lỗi.

# @action: button
source: Begin Upgrade…
vi: Bắt đầu nâng cấp...

source: You have pending updates for the current version. Proceeding anyway.
vi: Bạn có các bản cập nhật đang chờ xử lý cho phiên bản hiện tại. Vẫn tiếp tục.

source: Please update to the latest version before rebasing to a major version
vi: Vui lòng cập nhật lên phiên bản mới nhất trước khi nâng cấp lên phiên bản chính

source: Missing remote ref for rebase operation. Please file a bug.
vi: Thiếu tham chiếu từ xa cho thao tác rebase. Vui lòng báo cáo lỗi.

source: GPL and other licenses
vi: GPL và các giấy phép khác

source: Additional packages:
vi: Các gói bổ sung:

source: Additional modules:
vi: Các mô-đun bổ sung:

source: Local packages:
vi: Gói cục bộ:

source: Replaced packages:
vi: Các gói đã được thay thế:

source: Removed packages:
vi: Các gói đã được gỡ bỏ:

source: Currently booted version (pinned)
vi: Phiên bản đang khởi động (được ghim)

source: Currently booted version
vi: Phiên bản đang khởi động

source: Version that will be used after reboot
vi: Phiên bản sẽ được sử dụng sau khi khởi động lại

source: Fallback version (pinned)
vi: Phiên bản dự phòng (ghim)

source: Fallback version
vi: Phiên bản thoái lui

source: rpm-ostree-backend: Error: No DBus interface provided. Please file a bug.
vi: rpm-ostree-backend: Lỗi: Không có giao diện DBus. Vui lòng báo cáo lỗi.

source: rpm-ostree-backend: Error: Can not start a transaction for resource with an invalid format. Please file a bug.
vi: rpm-ostree-backend: Lỗi: Không thể bắt đầu một giao dịch cho tài nguyên có định dạng không hợp lệ. Vui lòng báo cáo lỗi.

source: rpm-ostree-backend: Error: Can not rebase to an empty ref. Please file a bug.
vi: rpm-ostree-backend: Lỗi: Không thể rebase đến một ref trống. Vui lòng báo cáo lỗi.

source: rpm-ostree-backend: Error: Unknown operation requested. Please file a bug.
vi: rpm-ostree-backend: Lỗi: Không rõ thao tác được yêu cầu. Vui lòng tệp một lỗi.

source: rpm-ostree transaction failed with: %1
vi: giao dịch rpm-ostree đã thất bại với: %1

source: rpm-ostree-backend: Error: Unknown resource format. Please file a bug.
vi: rpm-ostree-backend: Lỗi: Định dạng tài nguyên không rõ. Vui lòng tệp một lỗi.

source: Cancelling rpm-ostree transaction. This may take some time. Please wait.
vi: Đang hủy giao dịch rpm-ostree. Điều này có thể mất một chút thời gian. Vui lòng chờ.

source: Checking for a system update
vi: Đang kiểm tra cập nhật hệ thống

source: Downloading system update. Please be patient as progress is not reported.
vi: Đang tải về bản cập nhật hệ thống. Vui lòng kiên nhẫn vì không có báo cáo tiến độ.

source: Updating the system. Please be patient as progress is not reported.
vi: Đang cập nhật hệ thống. Vui lòng kiên nhẫn vì không có báo cáo tiến độ.

source: Updating to the next major version. Please be patient as progress is not reported.
vi: Đang cập nhật lên phiên bản chính tiếp theo. Vui lòng kiên nhẫn vì tiến trình không được báo cáo.

source: Operation in progress (started outside of Discover)
vi: Thao tác đang diễn ra (bắt đầu bên ngoài Discover)

source: Unknown transaction type
vi: Kiểu giao dịch không rõ

source: Channels…
vi: Kênh...

source: %1 channels
vi: %1 kênh

source: Switch
vi: Chuyển đổi

source: Permissions for %1
vi: Quyền cho %1

source: This Snap application is not compatible with security sandboxing and will have full access to this computer. Install it anyway?
vi: Ứng dụng Snap này không tương thích với cách cách ly an ninh và sẽ có quyền truy cập đầy đủ vào máy tính này. Vẫn cài đặt nó?

source: SteamOS: Unable to query atomupd for SteamOS Updates...
vi: SteamOS: Không thể truy vấn atomupd để cập nhật SteamOS...

source: List all the backends we'll want to have loaded, separated by comma ','.
vi: Liệt kê tất cả các hậu phương mà chúng ta muốn tải, cách nhau bằng dấu phẩy ','.

source: Broken
vi: Hỏng

source: Available
vi: Hiện có

source: Upgradeable
vi: Có thể nâng cấp

source: Launch
vi: Khởi chạy

# @info 'Refresh' is used as a noun here, and %1 is an app's version number
source: Refresh of version %1
vi: Cập nhật phiên bản %1

source: Please verify Internet connectivity
vi: Vui lòng xác minh kết nối Internet

source: Refresh
vi: Cập nhật

source: Updates
vi: Cập nhật

# @label Download rate
source: %1/s
vi: %1/giây

# @info:status
source: Starting
vi: Đang bắt đầu

# @info:status
source: Waiting
vi: Đang chờ

# @info:status
source: Downloading
vi: Đang tải

# @info:status
source: Installing
vi: Đang cài

# @info:status
source: Removing
vi: Đang gỡ bỏ

# @info:status
source: Changing Addons
vi: Đang thay đổi phần mở rộng

# @info:status
source: Done
vi: Xong

# @info:status
source: Failed
vi: Thất bại

# @info:status
source: Cancelled
vi: Đã hủy

# @item:inlistbox
source: Applications
vi: Ứng dụng

# @item:inlistbox
source: Application Support
vi: Hỗ trợ ứng dụng

# @item:inlistbox
source: System Software
vi: Phần mềm hệ thống

# @item:inlistbox
source: Addons
vi: Phần bổ sung
