Repository: caligraph-net/l10n-kf6
Catalog: messages/discover/libdiscover.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Tên của bạn

# EMAIL OF TRANSLATORS
source: Your emails
vi: Emails của bạn

source: Proprietary
vi: Độc quyền

source: Public Domain
vi: Miền công cộng

source: Unknown
vi: không rõ

source: All Audiences
vi: Tất cả mọi đối tượng

source: Mild Content
vi: Nội dung nhẹ nhàng

source: Moderate Content
vi: Nội dung vừa phải

source: Intense Content
vi: Nội dung mạnh mẽ

source: Technical error message: %1
vi: Thông báo lỗi kỹ thuật: %1

source: Error while submitting usefulness: %1
vi: Lỗi khi gửi đánh giá hữu ích: %1

source: Error while submitting review: %1
vi: Lỗi khi gửi đánh giá: %1

# Category
source: Dummy Category
vi: Nộm Loại

# Category
source: dummy
vi: nộm

# Category
source: dummy addons
vi: nộm phần bổ sung

# Category
source: dummy 1
vi: nộm 1

# Category
source: dummy with stuff
vi: nộm với đồ

# Category
source: dummy 2.1
vi: nộm 2.1

# Category
source: dummy with quite some stuff
vi: nộm với rất nhiều thứ

# Category
source: dummy 3
vi: nộm 3

# Category
source: dummy 4
vi: nộm 4

# Category
source: All Applications
vi: Tất cả Ứng dụng

# Category
source: Accessories
vi: Tiện ích

# Category
source: Accessibility
vi: Hỗ trợ truy cập

# Category
source: Developer Tools
vi: Công cụ phát triển

# Category
source: Debugging
vi: Gỡ lỗi

# Category
source: Graphic Interface Design
vi: Thiết kế giao diện đồ hoạ

# Category
source: IDEs
vi: IDE

# Category
source: Localization
vi: Bản địa hoá

# Category
source: Profiling
vi: Hồ sơ

# Category
source: Web Development
vi: Phát triển web

# Category
source: Education
vi: Giáo dục

# Category
source: Science and Engineering
vi: Khoa học và Kỹ thuật

# Category
source: Astronomy
vi: Thiên văn học

# Category
source: Biology
vi: Sinh học

# Category
source: Chemistry
vi: Hoá học

# Category
source: Computer Science and Robotics
vi: Khoa học máy tính và Robot

# Category
source: Electronics
vi: Điện tử

# Category
source: Engineering
vi: Kĩ thuật

# Category
source: Geography
vi: Địa lí

# Category
source: Geology
vi: Địa chất

# Category
source: Mathematics
vi: Toán học

# Category
source: Physics
vi: Vật lí

# Category
source: Games
vi: Trò chơi

# Category
source: Arcade
vi: Hành động

# Category
source: Board Games
vi: Trò chơi cờ bàn

# Category
source: Card Games
vi: Trò chơi bài

# Category
source: Puzzles
vi: Tư duy

# Category
source: Role Playing
vi: Nhập vai

# Category
source: Simulation
vi: Giả lập

# Category
source: Strategy
vi: Chiến lược

# Category
source: Sports
vi: Thể thao

# Category
source: Action
vi: Hành động

# Category
source: Emulators
vi: Trình mô phỏng

# Category
source: Graphics
vi: Đồ hoạ

# Category
source: Drawing
vi: Vẽ

# Category
source: Painting and Editing
vi: Vẽ và Chỉnh sửa

# Category
source: Photography
vi: Ảnh

# Category
source: Publishing
vi: Xuất bản

# Category
source: Scanning and OCR
vi: Quét và OCR

# Category
source: Viewers
vi: Trình xem

# Category
source: Chat
vi: Trò chuyện

# Category
source: File Sharing
vi: Chia sẻ tệp

# Category
source: Mail
vi: Thư

# Category
source: Web Browsers
vi: Trình duyệt web

# Category
source: Multimedia
vi: Đa phương tiện

# Category
source: Audio and Video Editors
vi: Trình chỉnh sửa âm thanh và video

# Category
source: Audio Players
vi: Trình phát nhạc

# Category
source: Video Players
vi: Trình phát video

# Category
source: CD and DVD
vi: CD và DVD

# Category
source: Office
vi: Văn phòng

# Category
source: System Settings
vi: Thiết lập hệ thống

# user denotes this as user-scoped flatpak repo
source: %1 (user)
vi: %1 (người dùng)

source: Local bundle
vi: Gói cục bộ

source: Malformed appstream url '%1'
vi: Đường dẫn AppStream không hợp lệ '%1'

source: Failed to add source '%1': %2
vi: Không thể thêm nguồn '%1': %2

source: There are no Flatpak sources.
vi: Không có nguồn Flatpak nào.

source: Failed to load "%1" source
vi: Không thể tải nguồn "%1"

# @info
source: <para>This application comes from "%1" (hosted at <link>%2</link>). Other software in this repository will also be made be available in Discover when the application is installed.</para>
vi: <para>Ứng dụng này đến từ "%1" (được lưu trữ tại <link>%2</link>). Các phần mềm khác trong kho này cũng sẽ được hiển thị trong Discover khi ứng dụng được cài đặt.</para>

source: Retrieving size information
vi: Đang lấy thông tin kích thước

# @label app size
source: Unknown
vi: không rõ

source: Failed to start '%1': %2
vi: Không thể khởi động '%1': %2

source: All Files
vi: Tất cả các tệp

source: Home
vi: Trang chủ

source: Downloads
vi: Tải về

source: Music
vi: Âm nhạc

source: Network Access
vi: Truy cập mạng

source: Can access the internet
vi: Có thể truy cập internet

source: Sound system access
vi: Truy cập hệ thống âm thanh

source: Can play audio
vi: Có thể phát âm thanh

source: Session Bus Access
vi: Truy cập Bus Phiên

source: Can communicate with all other applications and processes run in this user account
vi: Có thể liên lạc với tất cả các ứng dụng và quy trình khác chạy trong tài khoản người dùng này

source: System Bus Access
vi: Truy cập Bus Hệ thống

source: Can communicate with all other applications and processes on the system
vi: Có thể liên lạc, giao tiếp với tất cả các ứng dụng và tiến trình khác trên hệ thống

source: Remote Login Access
vi: Truy cập Đăng nhập Từ xa

source: Can initiate remote login requests using the SSH protocol
vi: Có thể khởi tạo yêu cầu đăng nhập từ xa bằng giao thức SSH

source: Smart Card Access
vi: Truy cập Thẻ Thông minh

source: Can integrate and communicate with smart cards
vi: Có thể tích hợp và liên lạc với thẻ thông minh

source: Printer Access
vi: Quyền truy cập máy in

source: Can integrate and communicate with printers
vi: Có thể tích hợp và liên lạc với máy in

source: GPG Agent
vi: Đại diện GPG

source: Allows access to the GPG cryptography service, generally used for signing and reading signed documents
vi: Cho phép truy cập vào dịch vụ mã hóa GPG, thường được sử dụng để ký và đọc các tài liệu đã ký

source: Bluetooth Access
vi: Truy cập Bluetooth

source: Can integrate and communicate with Bluetooth devices
vi: Có thể tích hợp và liên lạc với các thiết bị Bluetooth

source: Low-Level System Access
vi: Truy cập Hệ thống Cấp thấp

source: Can make low-level system calls (e.g. ptrace)
vi: Có thể thực hiện các cuộc gọi hệ thống cấp thấp (ví dụ: ptrace)

source: Device Access
vi: Truy cập thiết bị

source: Can communicate with and control built-in or connected hardware devices
vi: Có thể giao tiếp và điều khiển các thiết bị phần cứng được tích hợp hoặc kết nối

source: Kernel-based Virtual Machine Access
vi: Truy cập Máy ảo dựa trên Kernel

source: Allows running other operating systems as guests in virtual machines
vi: Cho phép chạy các hệ điều hành khác như khách trong máy ảo

source: %1 (read-only)
vi: %1 (chỉ đọc)

source: %1 (can create files)
vi: %1 (có thể tạo tệp)

source: %1 (read & write)
vi: %1 (đọc và ghi)

source: Home Folder Access
vi: Truy cập Thư mục Chính

source: Can read, write, and create files in the following locations in your home folder without asking permission first: %1
vi: Có thể đọc, ghi và tạo tệp tin trong các địa điểm sau trong thư mục home của bạn mà không cần xin quyền trước: %1

source: Can read and write files in the following locations in your home folder without asking permission first: %1
vi: Có thể đọc và ghi tệp tin trong các địa điểm sau trong thư mục home của bạn mà không cần xin quyền trước: %1

source: Can read files in the following locations in your home folder without asking permission first: %1
vi: Có thể đọc các tệp tin trong các địa điểm sau trong thư mục home của bạn mà không cần xin quyền trước: %1

source: Can access files in the following locations in your home folder without asking permission first: %1
vi: Có thể truy cập các tệp tin trong các địa điểm sau trong thư mục home của bạn mà không cần xin quyền trước: %1

source: System Folder Access
vi: Truy cập thư mục hệ thống

source: Can read, write, and create system files in the following locations without asking permission first: %1
vi: Có thể đọc, ghi và tạo tệp hệ thống trong các địa điểm sau mà không cần xin quyền trước: %1

source: Can read and write system files in the following locations without asking permission first: %1
vi: Có thể đọc và ghi tệp hệ thống trong các địa điểm sau mà không cần xin quyền trước: %1

source: Can read system files in the following locations without asking permission first: %1
vi: Có thể đọc các tệp hệ thống trong các vị trí sau mà không cần xin quyền trước: %1

source: Can access system files in the following locations without asking permission first: %1
vi: Có thể truy cập các tệp hệ thống tại các địa điểm sau mà không cần xin quyền trước: %1

source: Can communicate with other applications and processes in the same desktop session using the following communication protocols: %1
vi: Có thể giao tiếp với các ứng dụng và tiến trình khác trong cùng phiên làm việc trên máy tính bằng các giao thức liên lạc sau: %1

source: Can communicate with all applications and system services using the following communication protocols: %1
vi: Có thể giao tiếp với tất cả các ứng dụng và dịch vụ hệ thống bằng các giao thức liên lạc sau: %1

source: Add Flathub
vi: Thêm Flathub

source: Apply Changes
vi: Áp dụng thay đổi

source: Changes to the priority of Flatpak sources must be applied before they will take effect.
vi: Các thay đổi về độ ưu tiên của các nguồn Flatpak phải được áp dụng trước khi chúng có hiệu lực.

source: Makes it possible to easily install the applications listed in https://flathub.org
vi: Giúp dễ dàng cài đặt các ứng dụng được liệt kê tại https://flathub.org

source: Could not add the source %1
vi: Không thể thêm nguồn %1

source: Removing '%1'
vi: Đang gỡ bỏ '%1'

source: To remove this repository, the following applications must be uninstalled:<ul><li>%1</li></ul>
vi: Để xoá kho lưu trữ này, các ứng dụng sau phải được gỡ bỏ:<ul><li>%1</li></ul>

source: Failed to remove %1 remote repository: %2
vi: Không thể xoá kho lưu trữ từ xa %1: %2

source: Could not find %1
vi: Không tìm thấy %1

source: %1 (user)
vi: %1 (người dùng)

source: Enter a Flatpak repository URI (*.flatpakrepo):
vi: Nhập URI của kho Flatpak (*.flatpakrepo):

source: Adding remote '%1' in %2 from %3
vi: Đang thêm remote '%1' trong %2 từ %3

source: Could not find '%1' in '%2'; please make sure it's available.
vi: Không tìm thấy '%1' trong '%2'; vui lòng đảm bảo rằng nó có sẵn.

# fallback error message
source: An internal error occurred. Please file a report at https://bugs.kde.org/enter_bug.cgi?product=Discover
vi: Đã xảy ra lỗi nội bộ. Vui lòng tệp báo cáo tại https://bugs.kde.org/enter_bug.cgi?product=Discover

# @title
source: Replacement Available
vi: Có bản thay thế

# @info %1 and 2 are flatpak ids e.g. org.kde.krita (can be rather lengthy though)
source: <resource>%1</resource> is no longer receiving updates.<nl/><nl/>Replace it with the supported version provided by <resource>%2</resource>?
vi: <resource>%1</resource> không còn nhận được cập nhật.<nl/><nl/>Thay thế nó bằng phiên bản được hỗ trợ được cung cấp bởi <resource>%2</resource>?

# @title
source: Automatic Removal
vi: Tự động gỡ bỏ

# @info %1 is a flatpak id e.g. org.kde.krita (can be rather lengthy though)
source: <resource>%1</resource> is no longer receiving updates.<nl/><p>The reason given is: <message>%2</message></p><nl/><p>Automatically remove it?</p>
vi: <resource>%1</resource> không còn nhận được cập nhật.<nl/><p>Lý do được đưa ra là: <message>%2</message></p><nl/><p>Tự động xoá nó?</p>

# @label %1 is the name of an application
source: This development version of %1 is outdated. Using the stable version is highly recommended.
vi: Phiên bản phát triển này của %1 đã lỗi thời. Sử dụng phiên bản ổn định được khuyến nghị mạnh mẽ.

# @label %1 is the name of an application
source: A more stable version of %1 is available.
vi: Một phiên bản ổn định hơn của %1 đã có sẵn.

# @action: button %1 is the name of a Flatpak repo
source: View Stable Version on %1
vi: Xem Phiên bản Ổn định trên %1

source: %1 is not installed but it still has data present.
vi: %1 không được cài đặt nhưng vẫn có dữ liệu hiện diện.

source: Delete settings and user data
vi: Xóa thiết lập và dữ liệu người dùng

source: Clearing settings and user data…
vi: Đang xóa thiết lập và dữ liệu người dùng...

# %1 is the name of the application
source: Permissions for %1
vi: Quyền cho %1

source: Configure permissions…
vi: Cấu hình quyền hạn...

source: Firmware Updates
vi: Cập nhật phần sụn

source: The remote %1 require that you accept their license: %2
vi: Máy chủ từ xa %1 yêu cầu bạn chấp nhận giấy phép của họ: %2

source: Review EULA
vi: Xét duyệt EULA

source: Could not enable remote %1: %2
vi: Không thể bật remote %1: %2

source: Unsupported question: %1
vi: Câu hỏi không được hỗ trợ: %1

source: Backend %1 took too long to initialize
vi: Hậu phương %1 mất quá nhiều thời gian để khởi tạo

source: Applications
vi: Ứng dụng

source: Plasma Addons
vi: Phần bổ sung Plasma

source: Application Addons
vi: Phần bổ sung ứng dụng

source: Network error in backend %1: %2
vi: Lỗi mạng trong hậu phương %1: %2

source: Too many requests sent to the server for backend %1. Please try again in a few minutes.
vi: Đã gửi quá nhiều yêu cầu đến máy chủ cho hậu phương %1. Vui lòng thử lại sau vài phút.

source: Invalid %1 backend, contact your distributor.
vi: Máy chủ %1 không hợp lệ, vui lòng liên hệ với nhà phân phối của bạn.

source: Unable to complete the update of %1. You can try and perform this action through the Get Hot New Stuff dialog, which grants tighter control. The reported error was: %2
vi: Không thể hoàn tất việc cập nhật %1. Bạn có thể thử thực hiện hành động này thông qua hộp thoại Get Hot New Stuff, cho phép kiểm soát chặt chẽ hơn. Lỗi được báo cáo là: %2

source: Could not fetch screenshot for the entry %1 in backend %2
vi: Không thể tìm nạp ảnh chụp màn hình cho mục %1 trong hậu phương %2

source: Unhandled error in %1 backend. Contact your distributor.
vi: Lỗi không được xử lý trong backend %1. Hãy liên hệ với nhà phân phối của bạn.

source: Wrong KNewStuff URI: %1
vi: URI KNewStuff sai: %1

# The name of the KDE Store
source: KDE Store
vi: Cửa hàng KDE

source: Log in information for %1
vi: Thông tin đăng nhập cho %1

source: Cannot launch %1
vi: Không thể khởi chạy %1

# Category
source: Plasma Addons
vi: Phần bổ sung Plasma

# Category
source: Plasma Widgets
vi: Tiện ích Plasma

# Category
source: Fonts
vi: Phông chữ

# @action:button %1 is the distro name
source: Report This Issue to %1
vi: Báo cáo vấn đề này cho %1

source: Please make sure that Appstream is properly set up on your system
vi: Vui lòng đảm bảo rằng Appstream được thiết lập đúng cách trên hệ thống của bạn

# %1 is the date as formatted by the locale
source: Your operating system ended support on %1. Consider upgrading to a supported version.
vi: Hệ điều hành của bạn đã ngừng hỗ trợ vào %1. Hãy cân nhắc nâng cấp lên phiên bản được hỗ trợ.

source: Cannot remove '%1'
vi: Không thể xoá '%1'

# @info:status %1 is a new major version of the user's distro
source: <b>%1 is now available.</b> To be able to upgrade to this new version, first apply all available updates, and then restart the system.
vi: <b>%1 hiện đã có sẵn.</b> Để có thể nâng cấp lên phiên bản mới này, trước tiên hãy áp dụng tất cả các bản cập nhật hiện có, sau đó khởi động lại hệ thống.

# @action: button
source: Upgrade Now
vi: Nâng cấp ngay

# @info:status %1 is a new major version of the user's distro
source: %1 is now available.
vi: %1 hiện đã có sẵn.

# @info
source: The background service (PackageKit) stopped unexpectedly. It may have crashed.
vi: Dịch vụ nền (PackageKit) đã dừng bất ngờ. Có thể nó đã bị sập.

source: Out of memory
vi: Hết bộ nhớ

source: No network connection available
vi: Không có kết nối mạng khả dụng

source: Operation not supported
vi: Thao tác không được hỗ trợ

source: Internal error
vi: Lỗi nội bộ

source: Internal error: %1
vi: Lỗi nội bộ: %1

source: GPG failure
vi: Lỗi GPG

source: PackageID invalid
vi: Mã định danh gói không hợp lệ

source: Package not installed
vi: Chưa cài đặt gói

source: Package not found
vi: Không tìm thấy gói

source: Package is already installed
vi: Gói đã được cài đặt

source: Package download failed
vi: Tải gói phần mềm thất bại

source: Package group not found
vi: Không tìm thấy nhóm gói

source: Package group list invalid
vi: Danh sách nhóm gói không hợp lệ

source: Dependency resolution failed
vi: Phân giải phụ thuộc thất bại

source: Filter invalid
vi: Bộ lọc không hợp lệ

source: Failed while creating a thread
vi: Tạo luồng không thành công

source: Transaction failure
vi: Lỗi giao dịch

source: Transaction canceled
vi: Giao dịch đã bị huỷ

source: No Cache available
vi: Không có bộ đệm khả dụng

source: Cannot find repository
vi: Không thể tìm thấy kho

source: Cannot remove system package
vi: Không thể xoá bỏ gói hệ thống

source: The PackageKit daemon has crashed
vi: Trình nền PackageKit đã bị sập

source: Initialization failure
vi: Lỗi khởi tạo

source: Failed to finalize transaction
vi: Không thể hoàn tất giao dịch

source: Config parsing failed
vi: Phân tích cấu hình không thành công

source: Cannot cancel transaction
vi: Không thể huỷ giao dịch

source: Cannot obtain lock
vi: Không thể lấy được khóa

source: No packages to update
vi: Không có gói cần cập nhật

source: Cannot write repo config
vi: Không thể ghi cấu hình kho

source: Local install failed
vi: Cài đặt cục bộ thất bại

source: Bad GPG signature found
vi: Đã tìm thấy chữ ký GPG không hợp lệ

source: No GPG signature found
vi: Không tìm thấy chữ ký GPG

source: Cannot install source package
vi: Không thể cài đặt gói nguồn

source: Repo configuration error
vi: Lỗi cấu hình kho

source: No license agreement
vi: Không có thỏa thuận cấp phép

source: File conflicts found
vi: Tìm thấy xung đột tệp

source: Package conflict found
vi: Đã tìm thấy xung đột gói

source: Repo not available
vi: Kho không khả dụng

source: Invalid package file
vi: Tệp gói không hợp lệ

source: Package install blocked
vi: Cài đặt gói bị chặn

source: Corrupt package found
vi: Gói bị hỏng

source: All packages already installed
vi: Tất cả các gói đã được cài đặt

source: File not found
vi: Không tìm thấy tệp

source: No more mirrors available
vi: Không còn nguồn phản chiếu nào khác

source: No distro upgrade data
vi: Không có dữ liệu nâng cấp bản phân phối

source: Incompatible architecture
vi: Kiến trúc không tương thích

source: No space on device left
vi: Không còn dung lượng trên thiết bị

source: A media change is required
vi: Yêu cầu thay đổi phương tiện

source: You have no authorization to execute this operation
vi: Bạn không có quyền để thực thi thao tác này

source: Update not found
vi: Không tìm thấy bản cập nhật

source: Cannot install from unsigned repo
vi: Không thể cài đặt từ kho chưa được ký

source: Cannot update from unsigned repo
vi: Không thể cập nhật từ kho chưa được ký

source: Cannot get file list
vi: Không thể lấy danh sách tệp

source: Cannot get requires
vi: Không thể lấy yêu cầu

source: Cannot disable repository
vi: Không thể vô hiệu hóa kho

source: Restricted download detected
vi: Đã phát hiện tải về bị hạn chế

source: Package failed to configure
vi: Gói không thể cấu hình

source: Package failed to build
vi: Gói không thể xây

source: Package failed to install
vi: Gói không thể cài đặt

source: Package failed to remove
vi: Không thể xoá gói

source: Update failed due to running process
vi: Cập nhật không thành công do có tiến trình đang chạy

source: The package database changed
vi: Cơ sở dữ liệu gói đã thay đổi

source: The provided type is not supported
vi: Kiểu được cung cấp không được hỗ trợ

source: Install root is invalid
vi: Đường dẫn cài đặt không hợp lệ

# Failed to sync your Linux distro repositories or other sources of packages
source: Cannot fetch sources
vi: Không thể tìm nạp nguồn

source: Canceled priority
vi: Ưu tiên đã huỷ

source: Unfinished transaction
vi: Giao dịch chưa hoàn thành

source: Lock required
vi: Cần khoá

source: Unknown error %1.
vi: Lỗi không rõ %1.

source: '%1' was changed and suggests to be restarted.
vi: "%1" đã được thay đổi và đề xuất khởi động lại.

source: A change by '%1' suggests your session to be restarted.
vi: Một thay đổi bởi '%1' gợi ý rằng phiên của bạn cần được khởi động lại.

source: '%1' was updated for security reasons, a restart of the session is recommended.
vi: "%1" đã được cập nhật vì lý do an ninh, khuyến nghị khởi động lại phiên.

source: '%1' was updated for security reasons, a restart of the system is recommended.
vi: "%1" đã được cập nhật vì lý do an ninh, khuyến nghị khởi động lại hệ thống.

source: A change by '%1' suggests your system to be restarted.
vi: Một thay đổi bởi '%1' gợi ý rằng hệ thống của bạn cần được khởi động lại.

source: The application will have to be restarted.
vi: Ứng dụng sẽ phải được khởi động lại.

source: The session will have to be restarted
vi: Phiên sẽ phải được khởi động lại

source: The system will have to be restarted.
vi: Hệ thống sẽ phải được khởi động lại.

source: For security, the session will have to be restarted.
vi: Vì lý do bảo mật, phiên làm việc sẽ phải được khởi động lại.

source: For security, the system will have to be restarted.
vi: Vì lý do bảo mật, hệ thống sẽ phải được khởi động lại.

source: Waiting…
vi: Đang đợi...

source: Refreshing Cache…
vi: Đang làm mới bộ nhớ cache...

source: Setup…
vi: Thiết lập...

source: Processing…
vi: Đang xử lý...

source: Remove…
vi: Gỡ bỏ...

source: Downloading…
vi: Đang tải...

source: Installing…
vi: Đang cài đặt...

source: Updating…
vi: Đang cập nhật...

source: Cleaning up…
vi: Đang dọn dẹp...

source: Resolving dependencies…
vi: Đang giải quyết các phụ thuộc...

source: Checking signatures…
vi: Đang kiểm tra chữ ký...

source: Test committing…
vi: Kiểm thử đang thực hiện...

source: Committing…
vi: Đang thực hiện...

source: Finished
vi: Đã hoàn thành

source: Canceled
vi: Đã huỷ

source: Waiting for lock…
vi: Đang chờ khóa...

source: Waiting for authorization…
vi: Đang chờ xác thực...

source: Copying files…
vi: Đang sao chép tệp...

source: Unknown Status
vi: Không rõ

source: We are waiting for something.
vi: Chúng tôi đang chờ đợi một cái gì đó.

source: Setting up transaction…
vi: Đang thiết lập giao dịch...

source: The transaction is currently working…
vi: Giao dịch hiện đang thực hiện...

source: The transaction is currently removing packages…
vi: Giao dịch hiện đang gỡ bỏ các gói...

source: The transaction is currently downloading packages…
vi: Giao dịch hiện đang tải về các gói...

source: The transactions is currently installing packages…
vi: Giao dịch hiện đang cài đặt các gói...

source: The transaction is currently updating packages…
vi: Giao dịch hiện đang cập nhật các gói...

source: The transaction is currently cleaning up…
vi: Giao dịch hiện đang dọn dẹp...

source: The transaction is currently resolving the dependencies of the packages it will install…
vi: Giao dịch hiện đang giải quyết các phụ thuộc của các gói sẽ được cài đặt...

source: The transaction is currently checking the signatures of the packages…
vi: Giao dịch hiện đang kiểm tra chữ ký của các gói...

source: The transaction is currently testing the commit of this set of packages…
vi: Giao dịch hiện đang kiểm tra việc chuyển giao tập hợp các gói này...

source: The transaction is currently committing its set of packages…
vi: Giao dịch hiện đang cam kết tập hợp các gói của nó...

source: The transaction has finished!
vi: Giao dịch đã hoàn tất!

source: The transaction was canceled
vi: Giao dịch đã bị huỷ

source: The transaction is currently waiting for the lock…
vi: Giao dịch hiện đang chờ khóa...
