Repository: caligraph-net/l10n-kf6
Catalog: messages/discover/plasma-discover.po
Languages: vi

# @title %1 is the distro name
source: %1 is not configured for installing apps through Discover—only app add-ons
vi: %1 không được cấu hình để cài đặt ứng dụng qua Discover—chỉ phần bổ sung ứng dụng

# @info:usagetip %1 is the distro name
source: To use Discover for apps, install your preferred module on the <interface>Settings</interface> page, under <interface>Missing Backends</interface>.
vi: Để dùng Discover cho ứng dụng, cài đặt khối ưa thích trên trang <interface>Cài đặt</interface>, dưới mục <interface>Backends còn thiếu</interface>.

# @action:button %1 is the distro name
source: Report This Issue to %1
vi: Báo Vấn Đề Này Cho %1

source: To use Discover for apps, install <link url='https://wiki.archlinux.org/title/Flatpak#Installation'>Flatpak</link> using the <command>pacman</command> package manager.<nl/><nl/> Review <link url='https://archlinux.org/packages/extra/x86_64/discover/'>%1's packaging for Discover</link>
vi: Để sử dụng Discover cho ứng dụng, cài đặt <link url='https://wiki.archlinux.org/title/Flatpak#Installation'>Flatpak</link> bằng trình quản lý gói <command>pacman</command>.<nl/><nl/>Xét duyệt <link url='https://archlinux.org/packages/extra/x86_64/discover/'>gói đóng gói Discover của %1</link>

# @info:usagetip %1 is the distro name
source: Support for managing packages from %1 is incomplete; you may experience any number of problems. Do not report bugs to KDE. It is highly recommended to uninstall the <resource>packagekit-qt6</resource> package and use Discover only to manage Flatpaks, Snaps, and Add-Ons.<para>%1 maintainers recommended instead using the <command>pacman</command> command-line tool to manage packages.</para>
vi: Hỗ trợ quản lý gói từ %1 chưa hoàn chỉnh; bạn có thể gặp nhiều vấn đề. Không báo lỗi cho KDE. Nên gỡ cài đặt gói <resource>packagekit-qt6</resource> và chỉ dùng Discover để quản lý Flatpaks, Snaps, và Add-Ons.<para>Bảo trì viên %1 khuyên dùng công cụ dòng lệnh <command>pacman</command> để quản lý gói thay thế.</para>

source: Could not find category '%1'
vi: Không tìm thấy được loại '%1'

source: Trying to open inexisting file '%1'
vi: Đang cố mở tệp không tồn tại '%1'

source: Cannot interact with flatpak resources without the flatpak backend %1. Please install it first.
vi: Không thể tương tác với tài nguyên flatpak khi thiếu hậu phương flatpak %1. Vui lòng cài đặt trước.

source: Could not open %1
vi: Không mở được %1

source: Please make sure Snap support is installed
vi: Vui lòng đảm bảo hỗ trợ Snap đã được cài đặt

source: Could not open %1 because it was not found in any available software repositories.
vi: Không mở được %1 vì không tìm thấy trong bất kỳ kho phần mềm sẵn có nào.

source: Please report this issue to the packagers of your distribution.
vi: Vui lòng báo vấn đề này cho người đóng gói của bản phân phối của bạn.

source: Report This Issue
vi: Báo Vấn Đề Này

source: Discover
vi: Khám phá

source: Discover was closed before certain tasks were done, waiting for it to finish.
vi: Discover đã đóng trước khi một số tác vụ hoàn thành, đang chờ kết thúc.

source: Directly open the specified application by its appstream:// URI.
vi: Mở trực tiếp ứng dụng được chỉ định bằng URI appstream:// của nó.

source: Open with a search for programs that can deal with the given mimetype.
vi: Mở với tìm kiếm các chương trình có thể xử lý kiểu mime đã cho.

source: Display a list of entries with a category.
vi: Bộ hiển thị danh sách mục với một danh mục.

source: Open Discover in a said mode. Modes correspond to the toolbar buttons.
vi: Mở Discover ở chế độ đã chọn. Các chế độ tương ứng với các nút trên thanh công cụ.

source: List all the available modes.
vi: Liệt kê tất cả các chế độ hiện có.

source: Local package file to install
vi: Tệp gói cục bộ để cài đặt

source: List all the available backends.
vi: Liệt kê tất cả các backend hiện có.

source: Search string.
vi: Chuỗi tìm kiếm.

source: Lists the available options for user feedback
vi: Liệt kê các tùy chọn khả dụng cho phản hồi người dùng

source: Supports appstream: url scheme
vi: Hỗ trợ quy hoạch URL appstream:

source: An application explorer
vi: Trình khám phá ứng dụng

source: © 2010-2024 Plasma Development Team
vi: © 2010-2024 Nhóm Phát triển Plasma

source: Quality Assurance, Design and Usability
vi: Đảm bảo chất lượng, thiết kế và khả năng sử dụng

# NAME OF TRANSLATORS
source: Your names
vi: Tên của bạn

# EMAIL OF TRANSLATORS
source: Your emails
vi: Địa chỉ email của bạn

source: Available backends:
vi: Các backend hiện có:

source: Available modes:
vi: Các chế độ sẵn có:

source: Addons for %1
vi: Phần bổ sung cho %1

source: More…
vi: Thêm…

source: Apply Changes
vi: Áp dụng thay đổi

source: Reset
vi: Đặt lại

source: Add New %1 Repository
vi: Thêm Kho %1 Mới

source: Add
vi: Thêm

source: Cancel
vi: Huỷ

source: %1 rating
vi: Xếp hạng %1

source: No ratings yet
vi: Chưa có đánh giá

# @item:inlistbox %1 is the name of an app source e.g. "Flathub" or "Ubuntu"
source: From %1
vi: Từ %1

source: Unknown author
vi: Tác giả không rõ

source: Version:
vi: Phiên bản:

source: Size:
vi: Kích thước:

source: License:
vi: Giấy phép:

# The app does not provide any licenses
source: Unknown
vi: Không rõ

source: What does this mean?
vi: Điều này nghĩa là gì?

source: See more…
vi: Xem thêm…

source: Content Rating:
vi: Xếp hạng nội dung:

source: Age: %1+
vi: Tuổi: %1+

# @action
source: See details…
vi: Xem chi tiết…

# @info placeholder message
source: Screenshots not available for %1
vi: Không có ảnh chụp màn hình cho %1

source: Documentation
vi: Tài liệu

source: Read the project's official documentation
vi: Đọc tài liệu chính thức của dự án

source: Website
vi: Địa điểm web

source: Visit the project's website
vi: Xem địa điểm web của dự án

source: Addons
vi: Phần bổ sung

source: Install or remove additional functionality
vi: Cài đặt hoặc xoá chức năng bổ sung

# Exports the application's URL to an external service
source: Share
vi: Chia sẻ

source: Send a link for this application
vi: Gửi liên kết cho ứng dụng này

# The subject line for an email. %1 is the name of an application
source: Check out the %1 app!
vi: Hãy lấy ra ứng dụng %1!

source: What's New
vi: Có gì mới

source: Reviews
vi: Nhận xét

source: Loading reviews for %1
vi: Đang tải đánh giá cho %1

# @info placeholder message
source: Reviews for %1 are temporarily unavailable
vi: Tạm thời không có đánh giá cho %1

# @action:button
source: Show All Reviews
vi: Hiện tất cả nhận xét

source: Write a Review
vi: Viết xét duyệt

source: Install to Write a Review
vi: Cài đặt để viết xét duyệt

source: Get Involved
vi: Tham gia

source: Donate
vi: Quyên góp

source: Support and thank the developers by donating to their project
vi: Hỗ trợ và cảm ơn các nhà phát triển bằng cách quyên góp cho dự án của họ

source: Report Bug
vi: Báo lỗi

source: Log an issue you found to help get it fixed
vi: Ghi nhật kí vấn đề để trợ giúp khắc phục

source: Contribute
vi: Đóng góp

source: Help the developers by coding, designing, testing, or translating
vi: Trợ giúp nhà phát triển bằng cách lập trình, thiết kế, kiểm thử hoặc dịch thuật

source: All Licenses
vi: Tất cả giấy phép

source: Content Rating
vi: Xếp hạng nội dung

source: Risks of proprietary software
vi: Rủi ro của phần mềm độc quyền

# @info
source: Only install this application if you fully trust its authors (<link url='%1'>%2</link>).<nl/><nl/>Its source code is partially or entirely closed to public inspection and improvement, so third parties and users like you cannot verify its operation, security, and trustworthiness, or modify and redistribute it without the authors' express permission.<nl/><nl/>The application may be perfectly safe to use, or it may be acting against you in various ways—such as harvesting your personal information, tracking your location, or transmitting the contents of your files to someone else.<nl/><nl/>You can learn more at <link url='%3'>%3</link>.
vi: Chỉ cài đặt ứng dụng này nếu bạn hoàn toàn tin tưởng tác giả (<link url='%1'>%2</link>).<nl/><nl/>Mã nguồn của nó bị đóng một phần hoặc toàn bộ đối với việc kiểm tra và cải tiến công khai, vì vậy bên thứ ba và người dùng như bạn không thể xác minh hoạt động, bảo mật và độ tin cậy của nó, hoặc chỉnh sửa và phân phối lại nó mà không có sự cho phép rõ ràng của tác giả.<nl/><nl/>Ứng dụng có thể hoàn toàn an toàn để sử dụng, hoặc có thể đang hoạt động chống lại bạn theo nhiều cách—như thu thập thông tin cá nhân, theo dõi vị trí của bạn, hoặc truyền nội dung tệp của bạn cho người khác.<nl/><nl/>Bạn có thể tìm hiểu thêm tại <link url='%3'>%3</link>.

# @info
source: Only install this application if you fully trust its authors (%1).<nl/><nl/>This application's source code is partially or entirely closed to public inspection and improvement. That means third parties and users like you cannot verify its operation, security, and trustworthiness, or modify and redistribute it without the authors' express permission.<nl/><nl/>The application may be perfectly safe to use, or it may be acting against you in various ways—such as harvesting your personal information, tracking your location, or transmitting the contents of your files to someone else.<nl/><nl/>You can learn more at <link url='%2'>%2</link>.
vi: Chỉ cài đặt ứng dụng này nếu bạn hoàn toàn tin tưởng tác giả (%1).<nl/><nl/>Mã nguồn của ứng dụng này bị đóng một phần hoặc toàn bộ với công chúng. Điều này có nghĩa bên thứ ba và người dùng như bạn không thể xác minh hoạt động, bảo mật và độ tin cậy của nó, hoặc chỉnh sửa và phân phối lại mà không có sự cho phép rõ ràng từ tác giả.<nl/><nl/>Ứng dụng có thể hoàn toàn an toàn để sử dụng, hoặc có thể đang hoạt động chống lại bạn theo nhiều cách—như thu thập thông tin cá nhân, theo dõi vị trí của bạn, hoặc truyền nội dung tệp của bạn cho người khác.<nl/><nl/>Bạn có thể tìm hiểu thêm tại <link url='%2'>%2</link>.

source: Search: %2 - %3 item
vi: Tìm kiếm: %2 - %3 mục

source: Search: %1
vi: Tìm kiếm: %1

source: %2 - %1 item
vi: %2 - %1 mục

source: Search - %1 item
vi: Tìm kiếm - %1 mục

source: Search
vi: Tìm kiếm

source: Sort: %1
vi: Sắp xếp: %1

# Search results most relevant to the search query
source: Relevance
vi: Độ liên quan

source: Name
vi: Tên

source: Rating
vi: Đánh giá

source: Size
vi: Kích thước

source: Release Date
vi: Ngày phát hành

source: Nothing found
vi: Không tìm thấy gì

# @action:button
source: Search in All Categories
vi: Tìm trong Tất cả Mục

# @action:button %1 is the name of an application
source: Search the Web for "%1"
vi: Tìm kiếm trên web cho "%1"

source: "%1" was not found in the "%2" category
vi: Không tìm thấy "%1" trong mục "%2"

# @info:placeholder %1 is the name of an application
source: "%1" was not found in the available sources
vi: Không tìm thấy "%1" trong các nguồn sẵn có

# @info:placeholder %1 is the name of an application
source: "%1" may be available on the web. Software acquired from the web has not been reviewed by your distributor for functionality or stability. Use with caution.
vi: "%1" có thể hiện có trên web. Phần mềm từ web chưa được nhà phân phối xét duyệt về chức năng hoặc độ ổn định. Hãy thận trọng khi sử dụng.

source: Still looking…
vi: Đang tìm…

# @title:window the name of a top-level 'home' page
source: Home
vi: Trang chủ

source: Unable to load applications
vi: Không thể tải ứng dụng

# @title:group
source: Most Popular
vi: Phổ biến nhất

# @title:group
source: Newly Published & Recently Updated
vi: Mới xuất bản & Cập nhật gần đây

# @title:group
source: Editor's Choice
vi: Lựa chọn của Biên tập viên

# @title:group
source: Highest-Rated Games
vi: Trò chơi được đánh giá cao nhất

# @action:button
source: See More
vi: Xem thêm

# @title:group
source: Highest-Rated Developer Tools
vi: Công cụ nhà phát triển được đánh giá cao nhất

# @action:button Start playing media
source: Play
vi: Phát

# @action:button Pause any media that is playing
source: Pause
vi: Tạm dừng

# @action:button
source: Switch to Overlay
vi: Chuyển sang Lớp phủ

# @action:button
source: Switch to Full Screen
vi: Chuyển sang toàn màn hình

# @action:button Close overlay/window/popup with carousel of screenshots
source: Close
vi: Đóng

# @action:button
source: Previous Screenshot
vi: Ảnh chụp trước

# @action:button
source: Next Screenshot
vi: Ảnh chụp màn hình tiếp

source: Running as <em>root</em> is discouraged and unnecessary.
vi: Chạy với quyền <em>root</em> không được khuyến khích và không cần thiết.

source: &Home
vi: Tra&ng chủ

source: &Search
vi: &Tìm kiếm

source: &Installed
vi: Đã cài đặ&t

source: Fetching &updates…
vi: Đang tải cập n&hật…

source: &Update (%1)
vi: Cập nhậ&t (%1)

source: &About
vi: Thông &tin

source: S&ettings
vi: &Thiết lập

source: Error
vi: Lỗi

source: Unable to find resource: %1
vi: Không thể tìm thấy tài nguyên: %1

source: Proceed
vi: Tiếp tục

source: Report this issue
vi: Báo vấn đề này

source: Error %1 of %2
vi: Lỗi %1 trong %2

# @action:button
source: Show Previous
vi: Hiện Trước

# @action:button
source: Show Next
vi: Hiện Tiếp

source: Copy to Clipboard
vi: Sao chép vào bảng nháp

source: Submit Usage Information
vi: Gửi thông tin sử dụng

source: Sends anonymized usage information to KDE so we can better understand our users. For more information see https://kde.org/privacypolicy-apps.php.
vi: Gửi thông tin sử dụng ẩn danh đến KDE để chúng tôi hiểu rõ hơn về người dùng. Xem thêm tại https://kde.org/privacypolicy-apps.php.

source: Submitting usage information…
vi: Đang gửi thông tin sử dụng…

source: Configure
vi: Cấu hình

source: Configure Feedback…
vi: Cấu hình phản hồi…

source: Configure Updates…
vi: Cấu hình cập nhật…

source: You can help us improving this application by sharing statistics and participate in surveys.
vi: Bạn có thể trợ giúp chúng tôi cải thiện ứng dụng này bằng cách chia sẻ thống kê và tham gia khảo sát.

source: Contribute…
vi: Đóng góp…

source: We are looking for your feedback!
vi: Chúng tôi mong nhận được phản hồi của bạn!

source: Participate…
vi: Tham gia…

# State being fetched
source: Loading…
vi: Đang tải…

# @action:button %1 is the name of a software repository
source: Install from %1
vi: Cài đặt từ %1

# @action:button
source: Install
vi: Cài đặt

source: Remove
vi: Gỡ bỏ

source: Installed
vi: Đã cài

source: Resources for '%1'
vi: Tài nguyên cho '%1'

source: Tasks (%1%)
vi: Tác vụ (%1%)

source: Tasks
vi: Tác vụ

# TransactioName - TransactionStatus: speed, remaining time
source: %1 - %2: %3, %4 remaining
vi: %1 - %2: %3, còn %4

source: unknown reviewer
vi: người đánh giá không rõ

source: <b>%1</b> by %2
vi: <b>%1</b> bởi %2

source: Comment by %1
vi: Chú thích bởi %1

source: Version: %1
vi: Phiên bản: %1

source: Version: unknown
vi: Phiên bản: không rõ

source: Votes: %1 out of %2
vi: Bình chọn: %1 trên %2

source: Was this review useful?
vi: Xét duyệt này có hữu ích không?

# Keep this string as short as humanly possible
source: Yes
vi: Có

# Keep this string as short as humanly possible
source: No
vi: Không

source: Reviewing %1
vi: Đang xem xét %1

source: Submit review
vi: Gửi xét duyệt

source: Rating:
vi: Đánh giá:

source: Name:
vi: Tên:

source: Title:
vi: Tiêu đề:

source: Enter a rating
vi: Nhập xếp hạng

source: Write the title
vi: Viết tiêu đề

source: Write the review
vi: Viết xét duyệt

source: Keep writing…
vi: Tiếp tục viết...

source: Too long!
vi: Quá dài!

# @info:usagetip
source: Insert a name
vi: Chèn tên

source: Reviews for %1
vi: Đánh giá cho %1

source: Write a Review…
vi: Viết đánh giá…

source: Install this app to write a review
vi: Cài đặt ứng dụng này để viết xét duyệt

# @label:listbox Most relevant reviews
source: Most Relevant
vi: Phù hợp nhất

# @label:listbox Most recent reviews
source: Most Recent
vi: Gần đây nhất

# @label:listbox Reviews with the highest ratings
source: Highest Ratings
vi: Đánh giá cao nhất

# how many reviews
source: %1 reviews
vi: %1 đánh giá

# widest character in the language
source: M
vi: P

source: Unknown reviewer
vi: Người đánh giá không rõ

source: Search…
vi: Tìm kiếm…

source: Search in '%1'…
vi: Tìm kiếm trong '%1'…

source: Settings
vi: Thiết lập

source: Default source
vi: Nguồn mặc định

source: Add Source…
vi: Thêm nguồn…

source: Make default
vi: Đặt làm mặc định

source: Increase priority
vi: Tăng độ ưu tiên

source: Failed to increase '%1' preference
vi: Không thể tăng ưu tiên cho '%1'

source: Decrease priority
vi: Giảm độ ưu tiên

source: Failed to decrease '%1' preference
vi: Không thể giảm ưu tiên '%1'

source: Remove repository
vi: Xoá kho

source: Show contents
vi: Hiển thị nội dung

source: Missing Backends
vi: Hậu phương bị thiếu

source: Updates
vi: Cập nhật

source: Update Issue
vi: Sự cố Cập nhật

source: Technical details
vi: Chi tiết kỹ thuật

source: There was an issue installing this update. Please try again later.
vi: Đã xảy ra sự cố khi cài đặt bản cập nhật này. Vui lòng thử lại sau.

source: See Technical Details
vi: Xem Chi tiết Kỹ thuật

# @info %1 is the name of the user's distro/OS
source: If the error indicated above looks like a real issue and not a temporary network error, please report it to %1, not KDE.
vi: Nếu lỗi trên có vẻ là vấn đề thực sự và không phải lỗi mạng tạm thời, vui lòng báo cho %1, không phải KDE.

source: Copy Text
vi: Sao chép văn bản

# @info %1 is the name of the user's distro/OS
source: Error message copied. Remember to report it to %1, not KDE!
vi: Đã sao chép thông điệp lỗi. Nhớ báo cho %1, không phải KDE!

# @action:button %1 is the name of the user's distro/OS
source: Report Issue to %1
vi: Báo lỗi cho %1

# @action:button as in, 'update the selected items'
source: Update Selected
vi: Cập nhật đã chọn

# @action:button as in, 'update all items'
source: Update All
vi: Cập nhật tất cả

source: Ignore
vi: Bỏ qua

source: Select All
vi: Bôi đen tất cả

source: Select None
vi: Bỏ bôi đen

source: Restart automatically after update has completed
vi: Khởi động lại tự động sau khi cập nhật hoàn tất

source: Total size: %1
vi: Tổng kích thước: %1

source: Restart Now
vi: Khởi động lại ngay

source: Installing
vi: Đang cài đặt

source: Update from:
vi: Cập nhật từ:

source: More Information…
vi: Thêm thông tin…

# @info
source: Fetching updates…
vi: Đang tải cập nhật…

# @info
source: Updates
vi: Cập nhật

# @info
source: Restart the system to complete the update process
vi: Khởi động lại hệ thống để hoàn tất quá trình cập nhật

# @info
source: Up to date
vi: Đã cập nhật

# @info
source: Should check for updates
vi: Nên kiểm tra cập nhật

# @info
source: Time of last update unknown
vi: Thời gian cập nhật lần cuối không rõ
