Repository: caligraph-net/l10n-kf6
Catalog: messages/palapeli/palapeli._desktop_.po
Languages: vi

# Name
source: Import into your Palapeli puzzle collection
vi: Nhập khẩu vào bộ sưu tập tranh ghép của bạn

# Name
source: Castle of Maintenon
vi: Lâu đài Maintenon

# Comment
source: Eure-et-Loir département, France
vi: Eure-et-Loir, Pháp

# Name
source: Roebling Suspension Bridge
vi: Cầu treo Roebling

# Comment
source: in Cincinnati
vi: ở Cincinnati

# Name
source: Citrus Fruits
vi: Trái cây họ cam quýt

# Name
source: European Honey Bee
vi: Ong mật châu Âu

# Comment
source: Female panther chameleon
vi: Cái chuồng của con bướm đêm cái

# GenericName
source: Jigsaw puzzle game
vi: Trò chơi xếp hình

# Comment
source: Palapeli Jigsaw Puzzle
vi: Trò chơi ghép hình Palapeli

# Name
source: File management operations
vi: Thao tác quản lý tệp

# Name
source: Importing puzzle
vi: Đang nhập tranh ghép

# Comment
source: A puzzle is being imported into the local puzzle collection
vi: Một bài xếp hình đang được nhập vào bộ sưu tập xếp hình cục bộ
