Repository: caligraph-net/l10n-kf6
Catalog: messages/audiocd-kio/kcmaudiocd.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyen Hung Vu

# EMAIL OF TRANSLATORS
source: Your emails
vi: vuhung@fedu.uec.ac.jp

source: &General
vi: &chung

source: If you uncheck this option, the KIO worker will not try to use error correction which can be useful for reading damaged CDs. However, this feature can be problematic in some cases, so you can switch it off here.
vi: Nếu bạn bỏ chọn tùy chọn này, trình xử lý KIO sẽ không cố gắng sử dụng sửa lỗi, điều này có thể hữu ích khi đọc các đĩa CD bị hư hỏng. Tuy nhiên, tính năng này có thể gây ra vấn đề trong một số trường hợp, vì vậy bạn có thể tắt nó ở đây.

source: Use &error correction when reading the CD
vi: Sử dụng sửa lỗi k&hi đọc CD

source: &Skip on errors
vi: Bỏ qua k&hi có lỗi

source: Encoder Priority
vi: Độ ưu tiên bộ mã hóa

source: Highest
vi: Cao nhất

source: Lowest
vi: Thấp

source: Normal
vi: Bình thường

source: &Names
vi: &Tên

source: File Name (without extension)
vi: Tên tệp (không có phần mở rộng)

source: The following macros will be expanded:
vi: Các macro sau sẽ được mở rộng:

source: Genre
vi: Thể loại

source: %{year}
vi: %{năm}

source: Album Title
vi: Tiêu đề bộ

source: Year
vi: Năm

source: Track Artist
vi: Nghệ sĩ bài hát

source: Track Title
vi: Tiêu đề bài hát

source: Album Artist
vi: Nghệ sĩ Album

source: %{genre}
vi: %{thể loại}

source: Track Number
vi: Số bản nhạc

source: Album Name
vi: Tên bộ

source: This defines where files will appear in relation to the encoder root, you can use / to create subdirectories. E.g: %{albumartist}/%{albumtitle}
vi: Điều này xác định vị trí các tệp sẽ xuất hiện liên quan đến gốc bộ mã hóa, bạn có thể sử dụng / để tạo các thư mục con. Ví dụ: %{albumartist}/%{albumtitle}

source: Files Location
vi: Địa điểm tệp

source: Name Regular Expression Replacement
vi: Thay thế biểu thức chính quy tên

source: Selection:
vi: Lựa chọn:

source: Regular expression used on all file names. For example using selection " " and replace with "_" would replace all the spaces with underlines.
vi: Biểu thức chính quy được sử dụng trên tất cả các tên tệp. Ví dụ, sử dụng phần bôi đen "" " và thay thế bằng "_" sẽ thay thế tất cả các khoảng trắng bằng dấu gạch dưới.

source: Input:
vi: Đầu vào:

source: Output:
vi: Đầu ra:

source: Example
vi: Ví dụ

source: Cool artist - example audio file.wav
vi: Nghệ sĩ cool - ví dụ tệp âm thanh.wav

source: Replace with:
vi: Thay thế bằng:

source: %1 Encoder
vi: Bộ mã hóa %1
