Repository: caligraph-net/l10n-kf6
Catalog: messages/audiocd-kio/kio_audiocd.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Tên của bạn

# EMAIL OF TRANSLATORS
source: Your emails
vi: Emails của bạn

source: Information
vi: Thông tin

source: Full CD
vi: Đĩa CD đầy đủ

source: CDDB Information
vi: Thông tin CDDB

source: You cannot specify a host with this protocol. Please use the audiocd:/ format instead.
vi: Bạn không thể chỉ định một máy chủ với giao thức này. Vui lòng sử dụng định dạng audiocd:/ thay vào đó.

# The URL does not include a device name
source: Missing device specification
vi: Thiếu đặc tính thiết bị

source: Device does not have read permissions for this account. Check the read permissions on the device.
vi: Thiết bị không có quyền đọc cho tài khoản này. Kiểm tra quyền đọc trên thiết bị.

source: Device does not have write permissions for this account. Check the write permissions on the device.
vi: Thiết bị không có quyền ghi cho tài khoản này. Kiểm tra quyền ghi trên thiết bị.

source: Unknown error. If you have a cd in the drive try running cdparanoia -vsQ as yourself (not root). Do you see a track list? If not, make sure you have permission to access the CD device. If you are using SCSI emulation (possible if you have an IDE CD writer) then make sure you check that you have read and write permissions on the generic SCSI device, which is probably /dev/sg0, /dev/sg1, etc.. If it still does not work, try typing audiocd:/?device=/dev/sg0 (or similar) to tell kio_audiocd which device your CD-ROM is.
vi: Lỗi không rõ. Nếu bạn có đĩa CD trong ổ đĩa, hãy thử chạy cdparanoia -vsQ với tư cách là chính bạn (không phải root). Bạn có thấy danh sách các bản nhạc không? Nếu không, hãy đảm bảo rằng bạn có quyền truy cập vào thiết bị CD. Nếu bạn đang sử dụng giả lập SCSI (có thể nếu bạn có bộ ghi CD IDE) thì hãy đảm bảo rằng bạn kiểm tra rằng bạn có quyền đọc và ghi trên thiết bị SCSI chung, có thể là /dev/sg0, /dev/sg1, v.v.. Nếu vẫn không hoạt động, hãy thử gõ audiocd:/?device=/dev/sg0 (hoặc tương tự) để nói với kio_audiocd thiết bị CD-ROM của bạn là gì.

source: AudioCD: Disk damage detected on this track, risk of data corruption.
vi: AudioCD: Phát hiện đĩa bị hư hỏng trên bản nhạc này, có nguy cơ dữ liệu bị hư hỏng.

source: Error reading audio data for %1 from the CD
vi: Lỗi khi đọc dữ liệu âm thanh cho %1 từ đĩa CD

source: Could not read %1: encoding failed
vi: Không thể đọc %1: mã hoá thất bại

source: Track %1
vi: Rãnh %1
