Repository: caligraph-net/l10n-kf6
Catalog: messages/knavalbattle/knavalbattle.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyễn Ngọc Tuấn

# EMAIL OF TRANSLATORS
source: Your emails
vi: scorpionfirevn@operamail.com

source: Computer
vi: Máy tính

source: Default hostname for multiplayer games.
vi: Tên máy chủ mặc định cho các trò chơi đa người chơi.

source: Default port for multiplayer games.
vi: Cổng mặc định cho các trò chơi nhiều người chơi.

source: User nickname.
vi: Biệt danh người dùng.

source: Whether sound effects should be played.
vi: Liệu hiệu ứng âm thanh có nên được phát.

source: Allow the ships to be adjacent without one empty space between them.
vi: Cho phép các tàu được sát nhau mà không cần có một khoảng trống giữa chúng.

source: Allow multiple ships of any size, default: 4 of 1, 3 of 2, 2 of 3, 1 of 4.
vi: Cho phép nhiều tàu của bất kỳ kích thước nào, mặc định: 4 tàu cỡ 1, 3 tàu cỡ 2, 2 tàu cỡ 3, 1 tàu cỡ 4.

source: Game Toolbar
vi: Thanh công cụ bàn chơi

source: Naval Battle
vi: Trận Hải Chiến

source: The KDE ship sinking game
vi: Trò chơi đắm tàu KDE

source: Current maintainer
vi: Bảo trì viên hiện tại

source: Project Founder, GUI Handling, Client/Server
vi: Người sáng lập dự án, Xử lý GUI, Máy khách/Máy chủ

source: Dialog Stuff, Client/Server
vi: Hộp thoại, Máy khách/Máy chủ

source: Computer Player
vi: Máy chơi

source: Game artwork
vi: Hình ảnh bàn chơi

source: Background
vi: Nền

source: Artwork for some of the ships
vi: Hình ảnh của một số tàu

source: Welcome screen
vi: Màn hình chào mừng

source: Icon
vi: Biểu tượng

source: Sounds
vi: Âm thanh

source: Non-Latin1 Support
vi: Hỗ trợ Non-Latin1

source: Various improvements
vi: Sự cải tiến khác

source: Various improvements and bugfixes
vi: Các cải tiến và sửa lỗi khác

source: Bugfixes and refactoring
vi: Sửa lỗi và cải tiến lại

source: DNS-SD discovery
vi: Khám phá DNS-SD

source: Porting to KGameRenderer and QGraphicsView
vi: Chuyển sang KGameRenderer và QGraphicsView

source: URL of a Naval Battle game server to connect to after startup
vi: Kết nối với máy chủ bàn chơi Trận Hải Chiến sau khi khởi động

# @action
source: &Single Player
vi: Chơi đơ&n

# @action
source: &Host Game…
vi: Tạo &trò chơi...

# @action
source: &Connect to Game…
vi: Kế&t nối tới trò chơi...

# @action
source: Change &Nickname…
vi: Tha&y đổi biệt danh...

# @option:check
source: Play Sounds
vi: Phát Âm Thanh

# @option:check
source: &Adjacent Ships
vi: Tà&u liền kề

# @option:check
source: &Multiple Ships
vi: N&hiều tàu

# @option:check
source: Show End-of-Game Message
vi: Hiển thị Thông Điệp Kết Thúc Trò Chơi

# @option:check
source: Show &Left Grid
vi: Hiện &Lưới Bên Trái

# @option:check
source: Show &Right Grid
vi: H&iện Lưới Bên Phải

source: &Nickname:
vi: Biệt &danh:

source: &Join game:
vi: T&ham gia trò chơi:

source: &Hostname:
vi: Tên máy &chủ:

source: &Port:
vi: Cổ&ng:

# @action:button
source: &Enter Server Address Manually
vi: N&hập địa chỉ máy chủ thủ công

# @title:window
source: Network Parameters
vi: Thông số mạng

source: Connecting to remote host…
vi: Đang kết nối với máy chủ ở xa...

source: Waiting for an incoming connection…
vi: Đang chờ kết nối đến...

source: Could not connect to host
vi: Không thể kết nối tới máy chủ

source: You have
vi: Bạn có

source: You can place ships adjacent to each other
vi: Bạn có thể đặt các tàu cạnh nhau

source: You must leave a space between ships
vi: Bạn phải để một khoảng trống giữa các tàu

source: Your opponent is now known as %1
vi: Đối thủ của bạn bây giờ được biết đến là %1

source: Your opponent disconnected from the game
vi: Đối thủ của bạn đã ngắt kết nối khỏi bàn chơi

source: Shots
vi: Số lần bắn

source: Hits
vi: Trúng

source: Misses
vi: Lỗi

source: You win!
vi: Bạn đã thắng!

source: You win. Excellent!
vi: Bạn thắng. Tuyệt vời!

source: You lose.
vi: Bạn thua rồi.

source: You lose. Better luck next time!
vi: Bạn đã thua. Chúc may mắn lần sau!

# @title:window
source: Change Nickname
vi: Thay đổi biệt danh

# @label:textbox
source: Enter new nickname:
vi: Nhập biệt danh mới:

# @title:window
source: Restart Game
vi: Khởi động lại bàn chơi

source: Your opponent has requested to restart the game. Do you accept?
vi: Đối thủ của bạn đã yêu cầu chơi lại trò chơi. Bạn chấp nhận không?

# @action:button
source: Accept
vi: Chấp nhận

# @action:button
source: Reject
vi: Từ chối

source: Your opponent is using a pre-KDE4 version of Naval Battle. Note that, according to the rules enforced by old clients, ships cannot be placed adjacent to one another and only one ship of each size is allowed.
vi: Đối thủ của bạn đang sử dụng phiên bản Naval Battle trước KDE4. Lưu ý rằng, theo các quy tắc được thực thi bởi các ứng dụng cũ, các tàu không thể được đặt cạnh nhau và chỉ được phép có một tàu của mỗi kích cỡ.

source: Enemy has shot. Shoot now!
vi: Đối phương đã bắn. Bây giờ bạn hãy bắn!

source: Waiting for enemy to shoot…
vi: Đang đợi địch bắn...

source: Ships placed. Now shoot on the enemy field!
vi: Đã đặt tàu. Bây giờ hãy bắn vào trường địch!

source: Waiting for other player to start the game…
vi: Đang đợi người chơi khác khởi động trò chơi...

source: Waiting for other player to place his ships…
vi: Đang đợi người chơi khác đặt tàu chiến của họ...

source: Place your %1 ships. Use the right mouse button to rotate them.
vi: Hãy đặt %1 tàu của bạn. Sử dụng nút chuột phải để xoay chúng.

source: You can't place your remaining ships.
vi: Bạn không thể đặt những tàu còn lại của mình.

# @action:button
source: Restart
vi: Khởi động lại

# @action:button
source: Abort
vi: Huỷ bỏ

source: You can't place your remaining ships. Please restart placing ships or abort game
vi: Bạn không thể đặt những tàu còn lại của mình. Vui lòng khởi động lại việc đặt tàu hoặc huỷ bỏ bàn chơi

# @title:window
source: Restart Placing Ships
vi: Khởi động lại Đặt Tàu

# @action:button
source: Single Player
vi: Chơi đơn

# @action:button
source: Host Network Game
vi: Tạo Trò Chơi Mạng

# @action:button
source: Connect to Network Game
vi: Kết nối tới Bàn Chơi Mạng

source: Remote player
vi: Người chơi từ xa
