Repository: caligraph-net/l10n-kf6
Catalog: messages/libkeduvocdocument/libkeduvocdocument.po
Languages: vi

# @item:intable the title of the document will be written here
source: Title:
vi: Tiêu đề:

# @item:intable the author will be written here
source: Author:
vi: Tác giả:

# The top level lesson which contains all other lessons of the document.
source: Document Lesson
vi: Bài học Tài liệu

source: Word types
vi: Loại từ

source: Leitner Box
vi: Hộp Leitner

source: Cannot lock file %1
vi: Không thể khóa tệp %1

source: <qt>Cannot open file<br /><b>%1</b></qt>
vi: <qt>Không thể mở tệp<br /><b>%1</b></qt>

source: Cannot open tempfile %1
vi: Không thể mở tệp tạm %1

source: Cannot download %1: %2
vi: Không thể tải về %1: %2

source: Could not open or properly read "%1" (Error reported: %2)
vi: Không thể mở hoặc đọc đúng cách "%1" (Lỗi được báo cáo: %2)

source: Cannot write to file %1
vi: Không thể ghi vào tệp %1

# The name of the first language/column of vocabulary, if we have to guess it.
source: Original
vi: Gốc

source: Translation %1
vi: Bản dịch %1

source: KDE Vocabulary Document
vi: Tài liệu từ vựng KDE

source: KWordQuiz Document
vi: Tài liệu KWordQuiz

source: Pauker Lesson
vi: Bài học Pauker

source: Vokabeltrainer
vi: Trình luyện từ vựng

source: XML Dictionary Exchange Format
vi: Định dạng trao đổi từ điển XML

source: Comma Separated Values (CSV)
vi: Giá trị phân cách bằng dấu phẩy (CSV)

source: All supported documents
vi: Tất cả các tài liệu được hỗ trợ

source: No error found.
vi: Không tìm thấy lỗi.

source: Invalid XML in document.
vi: Tài liệu XML không hợp lệ.

source: Unknown file type.
vi: Loại tệp không rõ.

source: File is not writeable.
vi: Tệp không thể ghi.

source: File writer failed.
vi: Ghi tệp không thành công.

source: File is not readable.
vi: Tệp không thể đọc được.

source: The file reader failed.
vi: Trình đọc tệp đã thất bại.

source: The file does not exist.
vi: Tệp không tồn tại.

source: The file is locked by another process.
vi: Tệp đang bị khóa bởi một tiến trình khác.

source: The lock file can't be created.
vi: Không thể tạo tệp khóa.

source: Unknown error.
vi: Lỗi không rõ.

# @item:inlistbox The grammatical type of a word
source: Verb
vi: Động từ

# @item:inlistbox The grammatical type of a word
source: Noun
vi: Danh từ

# @item:inlistbox The grammatical type of a word
source: Name
vi: Tên

# @item:inlistbox The grammatical type of a word
source: Article
vi: Từ loại

# @item:inlistbox The grammatical type of a word
source: Adjective
vi: Tính từ

# @item:inlistbox The grammatical type of a word
source: Adverb
vi: Trạng từ

# @item:inlistbox The grammatical type of a word
source: Pronoun
vi: Đại từ

# @item:inlistbox The grammatical type of an entry
source: Phrase
vi: Cụm từ

# @item:inlistbox The grammatical type of a word
source: Numeral
vi: Số từ

# @item:inlistbox The grammatical type of a word
source: Conjunction
vi: Liên từ

# @item:inlistbox The grammatical type of a word
source: Preposition
vi: Giới từ

# @item:inlistbox The grammatical type of an entry
source: Question
vi: Câu hỏi

source: Ordinal
vi: Số thứ tự

source: Cardinal
vi: Số

# @item:inlistbox A subtype of the grammatical word type: Article (the)
source: Definite
vi: Xác định

# @item:inlistbox A subtype of the grammatical word type: Article (a)
source: Indefinite
vi: Không xác định

source: Regular
vi: Thông thường

source: Irregular
vi: Bất quy tắc

source: Possessive
vi: Sở hữu

# @item:inlistbox A subtype of the grammatical word type: Pronoun (I, you, he...)
source: Personal
vi: Cá nhân

# @item:inlistbox A subtype of the grammatical word type: Noun
source: Male
vi: Nam

# @item:inlistbox A subtype of the grammatical word type: Noun
source: Female
vi: Nữ

# @item:inlistbox A subtype of the grammatical word type: Noun
source: Neutral
vi: Trung lập

source: Simple Present
vi: Hiện tại đơn

source: Present Progressive
vi: Hiện tại tiếp diễn

source: Present Perfect
vi: Thì hoàn thành

source: Simple Past
vi: Quá khứ đơn

source: Past Progressive
vi: Quá khứ tiếp diễn

source: Past Participle
vi: Quá khứ phân từ

source: Future
vi: Tương lai

# The grammatical type of a word
source: Verb
vi: Động từ

# The grammatical type of a word
source: Noun
vi: Danh từ

# The grammatical type of a word
source: Name
vi: Tên

# The grammatical type of a word
source: Article
vi: Từ loại

# The grammatical type of a word
source: Adjective
vi: Tính từ

# The grammatical type of a word
source: Adverb
vi: Trạng từ

# The grammatical type of a word
source: Pronoun
vi: Đại từ

# The grammatical type of an entry
source: Phrase
vi: Cụm từ

# The grammatical type of a word
source: Numeral
vi: Số từ

# The grammatical type of a word
source: Conjunction
vi: Liên từ

# The grammatical type of a word
source: Preposition
vi: Giới từ

# The grammatical type of an entry
source: Question
vi: Câu hỏi

source: Not Practiced Yet
vi: Chưa Luyện Tập

source: Level 1
vi: Cấp độ 1

source: Level 2
vi: Cấp độ 2

source: Level 3
vi: Cấp độ 3

source: Level 4
vi: Cấp độ 4

source: Level 5
vi: Cấp độ 5

source: Level 6
vi: Cấp độ 6

source: Level 7
vi: Cấp độ 7
