Repository: caligraph-net/l10n-kf6
Catalog: messages/kmahjongg/kmahjongg._desktop_.po
Languages: vi

# Description
source: A layout resembling a fortress
vi: Một bố cục giống như một pháo đài

# Name
source: Alien
vi: Người ngoài hành tinh

# Description
source: A humanoid made up of Mahjongg tiles
vi: Một sinh vật nhân dạng được tạo từ các mảnh ghép Mahjongg

# Name
source: Altar
vi: Bàn thờ

# Description
source: An elevated surface with stairs and columns aside
vi: Một bề mặt nâng cao với cầu thang và cột bên cạnh

# Description
source: Circular-aligned seats around a performance area
vi: Ghế được sắp xếp theo hình tròn xung quanh khu vực biểu diễn

# Name
source: Arrow
vi: Mũi tên

# Description
source: A big arrow pointing in the right direction
vi: Một mũi tên lớn chỉ về hướng phải

# Description
source: The starship-city from Stargate Atlantis
vi: Thành phố-tàu vũ trụ từ Stargate Atlantis

# Description
source: A layout resembling Aztec buildings
vi: Một bố cục giống như các tòa nhà của người Aztec

# Name
source: Balance
vi: Cân bằng

# Description
source: Time to weight every decision carefully!
vi: Cần cân nhắc kỹ mọi quyết định!

# Name
source: Bat
vi: Dơi

# Description
source: A bat-shaped layout
vi: Một bố cục hình dơi

# Name
source: Bug
vi: Lỗi

# Description
source: The bug. Let us take it apart!
vi: Lỗi. Hãy tháo nó ra!

# Name
source: Castle View
vi: Xem Lâu đài

# Description
source: A castle as viewed from one side
vi: Một lâu đài nhìn từ một bên

# Name
source: Castle
vi: Lâu đài

# Description
source: Vista-styled castle layout
vi: Bố cục lâu đài kiểu Vista

# Name
source: Cat
vi: Mèo

# Description
source: Vista-styled cat layout
vi: Bố cục kiểu Vista của mèo

# Name
source: Chains
vi: Chuỗi

# Description
source: Four chains making up a single structure
vi: Bốn dây xích tạo thành một cấu trúc đơn

# Name
source: Checkered
vi: Ô vuông

# Description
source: What if the chess board was not square?
vi: Nếu bàn cờ không phải là hình vuông thì sao?

# Description
source: An electronic component with many connectors
vi: Một linh kiện điện tử có nhiều đầu nối

# Name
source: Clubs
vi: Câu lạc bộ

# Description
source: A layout resembling a multitude of card clubs
vi: Một bố cục giống như nhiều câu lạc bộ bài

# Name
source: Columns
vi: Cột

# Description
source: A circular arena covered with columns of varying height
vi: Một sân vận động hình tròn được phủ bởi các cột có chiều cao khác nhau

# Name
source: Crab
vi: Cua

# Description
source: Vista-styled crab layout
vi: Bố cục kiểu Vista của con cua

# Name
source: Cross
vi: Liên

# Description
source: A six-ended cross resembling the Cyrillic letter Zh
vi: Một cái thập tự sáu đầu giống chữ Zh tiếng Xirin

# Name
source: Default
vi: Mặc định

# Description
source: Default KMahjongg game layout
vi: Bố cục bàn chơi KMahjongg mặc định

# Name
source: Dragon
vi: Rồng

# Description
source: Vista-styled dragon layout
vi: Bố cục kiểu Vista của con rồng

# Name
source: Eagle
vi: Đại bàng

# Description
source: A large carnivore bird in Mahjongg tiles
vi: Một con chim ăn thịt lớn trong các ô Mahjongg

# Name
source: Enterprise
vi: Doanh nghiệp

# Description
source: A layout for Star Trek fans
vi: Một bố cục dành cho người hâm mộ Star Trek

# Name
source: Explosion
vi: Nổ

# Description
source: Something has exploded. Collect the pieces.
vi: Có vật gì đó đã nổ tung. Hãy thu thập các mảnh vỡ.

# Name
source: Flowers
vi: Hoa

# Description
source: A layout consisting of six flowers
vi: Một bố cục gồm sáu bông hoa

# Name
source: Future
vi: Tương lai

# Description
source: An abstract image resembling an asterisk
vi: Một hình ảnh trừu tượng giống như một ngôi sao

# Name
source: Galaxy
vi: Thiên hà

# Description
source: Diversely sized piles of matter
vi: Các đống vật chất có kích thước khác nhau

# Name
source: Garden
vi: Vườn

# Description
source: Regular patterns resembling a classical garden
vi: Các mẫu hình thức thường gặp trong vườn kiểu cổ điển

# Name
source: Girl
vi: Cô gái

# Description
source: A layout resembling a girl's face
vi: Một bố cục giống như khuôn mặt của một cô gái

# Description
source: A small piece of empty space surrounded by a forest
vi: Một mảnh không gian trống nhỏ được bao quanh bởi một khu rừng

# Name
source: Grid
vi: Lưới

# Description
source: A rectangular grid of varying height
vi: Một lưới hình chữ nhật với chiều cao thay đổi

# Description
source: The greek Sun god's sign
vi: Dấu hiệu của vị thần mặt trời Hy Lạp

# Name
source: Hole
vi: Lỗ

# Description
source: A pyramid with a hole in the middle
vi: Một kim tự tháp có lỗ ở giữa

# Name
source: Inner Circle
vi: Vòng Tròn Trong

# Description
source: Concentric boxes with openings pointing in opposite directions
vi: Các hộp đồng tâm với các lỗ mở hướng ngược chiều nhau

# Name
source: Key
vi: Phím

# Description
source: A large key made of Mahjongg tiles
vi: Một phím lớn làm bằng các mảnh ghép Mahjongg

# Description
source: Letters K and M. Do you have your favourite extension for that?
vi: Các chữ cái K và M. Bạn có phần mở rộng yêu thích cho điều đó không?

# Description
source: A complex yet symmetric labyrinth
vi: Một mê cung phức tạp nhưng đối xứng

# Name
source: Mask
vi: Mặt nạ

# Description
source: A scary embossed pagan mask
vi: Một mặt nạ pagan được nổi bật đáng sợ

# Description
source: A layout resembling Maya pyramids
vi: Một bố cục giống như các kim tự tháp của Maya

# Name
source: Maze
vi: Mê cung

# Description
source: An extremely twisted maze. Beware of minotaurs!
vi: Một mê cung vô cùng quanh co. Cẩn thận với những con minotaur!

# Name
source: Mesh
vi: Lưới

# Description
source: An interweaved structure made up of Mahjongg tiles
vi: Một cấu trúc được kết dệt từ các ô Mahjongg

# Name
source: Moth
vi: Bướm

# Description
source: A layout representing a small flying insect
vi: Một bố cục đại diện cho một côn trùng bay nhỏ

# Name
source: Order
vi: Đặt hàng

# Description
source: A cross with thick ends
vi: Một liên chéo với các đầu dày

# Name
source: Pattern
vi: dạng mẫu

# Description
source: A mysterious pattern atop rectangular blocks
vi: Một dạng mẫu bí ẩn trên các khối hình chữ nhật

# Description
source: A fortress with five towers
vi: Một pháo đài với năm tháp

# Name
source: Pillars
vi: Cột

# Description
source: A couple of vertical pillars supporting a flat surface
vi: Một vài cột đứng thẳng đứng hỗ trợ một bề mặt phẳng

# Name
source: Pirates
vi: Cướp biển

# Description
source: A sailing boat under the sun
vi: Một chiếc thuyền buồm dưới ánh mặt trời

# Name
source: Pyramid
vi: Hình kim tự tháp

# Description
source: Can you tear the pyramid apart?
vi: Bạn có thể phá vỡ kim tự tháp?

# Name
source: Rocket
vi: Tên lửa

# Description
source: A rocket for you to launch off the board
vi: Một tên lửa để bạn khởi chạy từ bảng

# Name
source: Shield
vi: Khiên

# Description
source: A shield and a sword made up of Mahjongg tiles
vi: Một chiếc khiên và một thanh kiếm được làm từ các mảnh ghép Mahjongg

# Name
source: Spider
vi: Nhện

# Description
source: Vista-styled spider layout
vi: Bố cục kiểu Vista của spider

# Name
source: Squares
vi: Hình vuông

# Description
source: Concentric squares of alterating height
vi: Các hình vuông đồng tâm với chiều cao thay đổi

# Name
source: Squaring
vi: Bình phương

# Description
source: Who said squares are flat?
vi: Ai nói rằng các hình vuông là phẳng?

# Name
source: Stadion
vi: Sân vận động

# Description
source: A layout representing a football field
vi: Một bố cục đại diện cho một sân bóng đá

# Name
source: Stairs
vi: Cầu thang

# Description
source: A staircase for those who dislike taking the same path twice
vi: Một cầu thang cho những người không thích đi cùng một con đường hai lần

# Name
source: Star
vi: Ngôi sao

# Description
source: An asterisk-shaped embossed layout
vi: Một bố cục nổi hình ngôi sao

# Name
source: Star Ship
vi: Tàu Vũ Trụ

# Description
source: A sci-fi space transport
vi: Một phương tiện vận chuyển không gian khoa học viễn tưởng

# Name
source: Stacks
vi: Chồng

# Description
source: Difficult layout with stacks of tiles
vi: Bố cục khó khăn với các chồng gạch

# Name
source: Swirl
vi: Xoáy

# Description
source: A spiral with thick ends
vi: Một xoắn ốc với các đầu dày

# Name
source: Temple
vi: Đền

# Description
source: A temple-shaped layout
vi: Một bố cục hình đền thờ

# Name
source: Theatre
vi: Rạp hát

# Description
source: A rectangular building with empty space in the middle
vi: Một tòa nhà hình chữ nhật với không gian trống ở giữa

# Name
source: The Door
vi: Cửa

# Description
source: A doorway through a pyramid-shaped wall
vi: Một lối đi qua bức tường hình kim tự tháp

# Name
source: Time Tunnel
vi: Đường hầm thời gian

# Name
source: Tomb
vi: Mộ

# Description
source: Fans of Lara Croft may start digging
vi: Những người hâm mộ Lara Croft có thể bắt đầu đào

# Description
source: A T-shaped embossed object with a hole
vi: Một vật thể nổi bật hình chữ T với một lỗ

# Name
source: Tower
vi: Tháp

# Description
source: Remove the towers
vi: Xoá bỏ các tháp

# Name
source: Triangle
vi: Tam giác

# Description
source: Triangular pyramid
vi: Kim tự tháp tam giác

# Name
source: Up&Down
vi: Lê&n/Xuống

# Description
source: Have you ever tried to represent waves in rectangular blocks?
vi: Bạn có từng cố gắng biểu diễn sóng trong các khối hình chữ nhật không?

# Description
source: A V-shaped layout with thick lower corners
vi: Một bố cục hình chữ V với các góc dưới dày

# Name
source: Well
vi: Giếng

# Description
source: A rectangular well with stairs at all sides
vi: Một giếng hình chữ nhật với các bậc thang ở tất cả các mặt

# Name
source: X-shaped
vi: Hình X

# Description
source: A large letter X made of mahjongg tiles
vi: Một chữ X lớn làm bằng các mảnh ghép Mahjong
