Repository: caligraph-net/l10n-kf6
Catalog: messages/kget/kget._desktop_.po
Languages: vi

# Name
source: KGet Plugin
vi: Phần cài cắm KGet

# Comment
source: Plugin for KGet
vi: Phần bổ sung cho KGet

# Name
source: Download with KGet
vi: Tải với KGet

# GenericName
source: Download Manager
vi: Trình quản lí việc tải tệp

# Comment
source: KGet is a versatile and user-friendly download manager
vi: KGet là một trình quản lý tải về đa năng và thân thiện với người dùng

# Comment
source: KGet Download Manager
vi: Trình quản lý tải về KGet

# Name
source: Transfer Added
vi: Truyền đã được thêm

# Comment
source: A new download has been added
vi: Một tải về mới đã được thêm vào

# Name
source: Download Started
vi: Bắt đầu tải về

# Comment
source: Downloading started
vi: Bắt đầu tải về

# Name
source: Download Finished
vi: Tải về hoàn tất

# Comment
source: Downloading finished
vi: Tải về hoàn tất

# Name
source: All Downloads Finished
vi: Tất cả các tải xuống đã hoàn tất

# Comment
source: All downloads finished
vi: Tất cả các tải xuống đã hoàn tất

# Name
source: Error Occurred
vi: Đã xảy ra lỗi

# Comment
source: An Error has Occurred
vi: Đã xảy ra lỗi

# Name
source: Information
vi: Thông tin

# Comment
source: User Notified of Information
vi: Người dùng đã được thông báo về thông tin
