Repository: caligraph-net/l10n-kf6
Catalog: messages/kbreakout/kbreakout._desktop_.po
Languages: vi

# GenericName
source: Breakout-like Game
vi: Trò chơi kiểu Breakout

# Comment
source: Classic arcade game
vi: Trò chơi cổ điển

# Description
source: Breakout before the aliens do.
vi: Phá vỡ trước khi người ngoài hành tinh làm điều đó.

# Name
source: Crystal clear
vi: Pha lê trong suốt

# Description
source: Crystal-like theme for KBreakOut
vi: Chủ đề giống Crystal cho KBreakOut

# Name
source: Egyptian Breakout
vi: Vỡ vòng Ai Cập

# Description
source: Egyptian style breakout theme.
vi: Chủ đề phá vỡ kiểu Ai Cập.

# Description
source: Ice chilled theme
vi: Chủ đề lạnh băng

# Name
source: Simple
vi: Đơn giản

# Description
source: Simple KBreakOut theme
vi: Chủ đề KBreakOut đơn giản

# Description
source: Web 2.0 theme showcases graphical elements reminiscent of those used in popular 'WEB 2.0' movement, currently taking the interweb by storm.
vi: Chủ đề Web 2.0 trình bày các yếu tố đồ họa gợi nhớ đến những cái được sử dụng trong phong trào 'WEB 2.0' phổ biến, hiện đang làm mưa làm gió trên internet.
