Repository: caligraph-net/l10n-kf6
Catalog: messages/kdepim-addons/kaddressbook_importexportplugins.po
Languages: vi

source: Export CSV file…
vi: Xuất ra tệp CSV...

source: Export contacts to a file in comma separated value format.
vi: Xuất khẩu danh bạ vào một tệp ở định dạng giá trị phân cách bằng dấu phẩy.

source: Import CSV file…
vi: Nhập khẩu tệp CSV...

source: Import contacts from a file in comma separated value format.
vi: Nhập khẩu danh bạ từ một tệp ở định dạng giá trị phân cách bằng dấu phẩy.

source: Which contact do you want to export?
vi: Bạn muốn xuất liên hệ nào?

source: You have not selected any contacts to export.
vi: Bạn chưa chọn liên hệ nào để xuất.

source: <qt>Unable to open file <b>%1</b></qt>
vi: <qt>Không thể mở tệp <b>%1</b></qt>

source: <qt>Unable to open file <b>%1</b>.</qt>
vi: <qt>Không thể mở tệp <b>%1</b>.</qt>

# @title:window
source: CSV Import Dialog
vi: Hộp thoại nhập khẩu CSV

# @label
source: Importing contacts
vi: Đang nhập danh bạ

# @label
source: File to import:
vi: Tệp để nhập:

# @info:tooltip
source: Select a csv file to import
vi: Chọn một tệp csv để nhập khẩu

# @info:whatsthis
source: Click this button to start a file chooser that will allow you to select a csv file to import.
vi: Bấm nút này để mở trình chọn tệp, cho phép bạn chọn một tệp CSV để nhập.

# @title:group
source: Delimiter
vi: Dấu tách

# @option:radio Field separator
source: Comma
vi: Dấu phẩy

# @info:tooltip
source: Set the field separator to a comma
vi: Đặt phần phân cách trường thành dấu phẩy

# @info:whatsthis
source: Select this option if your csv file uses the comma as a field separator.
vi: Chọn tùy chọn này nếu tệp CSV của bạn sử dụng dấu phẩy làm dấu phân cách trường.

# @option:radio Field separator
source: Semicolon
vi: Dấu chấm phẩy

# @info:tooltip
source: Set the field separator to a semicolon
vi: Đặt phần phân cách trường thành dấu chấm phẩy

# @info:whatsthis
source: Select this option if your csv file uses the semicolon as a field separator.
vi: Chọn tùy chọn này nếu tệp CSV của bạn sử dụng dấu chấm phẩy làm dấu phân cách trường.

# @option:radio Field separator
source: Tabulator
vi: Tab

# @info:tooltip
source: Set the field separator to a tab character
vi: Đặt phần phân cách trường thành kí tự thẻ

# @info:whatsthis
source: Select this option if your csv file uses the tab character as a field separator.
vi: Chọn lựa chọn này nếu tệp csv của bạn sử dụng kí tự thẻ làm dấu phân cách trường.

# @option:radio Field separator
source: Space
vi: Khoảng trắng

# @info:tooltip
source: Set the field separator to a space character
vi: Đặt phần phân cách trường thành kí tự khoảng trắng

# @info:whatsthis
source: Select this option if your csv file uses the space character as a field separator.
vi: Chọn tùy chọn này nếu tệp CSV của bạn sử dụng kí tự khoảng trắng làm dấu phân cách trường.

# @option:radio Custom field separator
source: Other
vi: Khác

# @info:tooltip
source: Set the field separator to a custom character
vi: Đặt phần phân cách trường thành một kí tự tùy chọn

# @info:whatsthis
source: Select this option if to use some other character as the field delimiter for the data in your csv file.
vi: Chọn tùy chọn này nếu muốn sử dụng một ký tự khác làm dấu tách trường cho dữ liệu trong tệp CSV của bạn.

# @info:tooltip
source: Set the custom delimiter character
vi: Đặt kí tự dấu tách tùy chỉnh

# @info:whatsthis
source: Enter a custom character to use as the delimiter character. If you enter more than 1 character, only the first will be used and the remaining characters will be ignored.
vi: Nhập một kí tự tùy chọn để sử dụng làm dấu tách. Nếu bạn nhập nhiều hơn 1 kí tự, chỉ kí tự đầu tiên sẽ được sử dụng và các kí tự còn lại sẽ bị bỏ qua.

# @label:listbox
source: Text quote:
vi: Dấu ngoặc kép:

# @info:tooltip
source: Select the quote character
vi: Chọn kí tự trích dẫn

# @info:whatsthis
source: Choose the character that your csv data uses to "quote" the field delimiter if that character happens to occur within the data. For example, if the comma is the field delimiter, then any comma occurring with the data will be "quoted" by the character specified here.
vi: Chọn kí tự mà dữ liệu CSV của bạn sử dụng để "trích dẫn" dấu tách trường nếu kí tự đó xuất hiện trong dữ liệu. Ví dụ, nếu dấu phẩy là dấu tách trường, thì bất kỳ dấu phẩy nào xuất hiện trong dữ liệu sẽ được "trích dẫn" bằng kí tự được chỉ định ở đây.

# @item:inlistbox Quote character option
source: None
vi: Không

# @label:listbox
source: Date format:
vi: Định dạng ngày:

# @info:tooltip
source: <para><list><item>y: year with 2 digits</item><item>Y: year with 4 digits</item><item>m: month with 1 or 2 digits</item><item>M: month with 2 digits</item><item>d: day with 1 or 2 digits</item><item>D: day with 2 digits</item><item>H: hours with 2 digits</item><item>I: minutes with 2 digits</item><item>S: seconds with 2 digits</item></list></para>
vi: <para><list><item>y: năm với 2 chữ số</item><item>Y: năm với 4 chữ số</item><item>m: tháng với 1 hoặc 2 chữ số</item><item>M: tháng với 2 chữ số</item><item>d: ngày với 1 hoặc 2 chữ số</item><item>D: ngày với 2 chữ số</item><item>H: giờ với 2 chữ số</item><item>I: phút với 2 chữ số</item><item>S: giây với 2 chữ số</item></list></para>

# @info:whatsthis
source: <para>Specify a format to use for dates included in your csv data. Use the following sequences to help you define the format:</para><para><list><item>y: year with 2 digits</item><item>Y: year with 4 digits</item><item>m: month with 1 or 2 digits</item><item>M: month with 2 digits</item><item>d: day with 1 or 2 digits</item><item>D: day with 2 digits</item><item>H: hours with 2 digits</item><item>I: minutes with 2 digits</item><item>S: seconds with 2 digits</item></list></para><para>Example: "Y-M-D" corresponds to a date like "2012-01-04"</para>
vi: <para>Chỉ định một định dạng để sử dụng cho các ngày tháng trong dữ liệu csv của bạn. Sử dụng các chuỗi sau để giúp bạn xác định định dạng:</para><para><list><item>y: năm với 2 chữ số</item><item>Y: năm với 4 chữ số</item><item>m: tháng với 1 hoặc 2 chữ số</item><item>M: tháng với 2 chữ số</item><item>d: ngày với 1 hoặc 2 chữ số</item><item>D: ngày với 2 chữ số</item><item>H: giờ với 2 chữ số</item><item>I: phút với 2 chữ số</item><item>S: giây với 2 chữ số</item></list></para><para>Ví dụ: "Y-M-D" tương ứng với một ngày như "2012-01-04"</para>

# @label:listbox
source: Text codec:
vi: Bộ mã văn bản:

# @info:tooltip
source: Select the text codec
vi: Chọn bộ mã giải văn bản

# @info:whatsthis
source: Choose the character encoding of the data in your csv file.
vi: Chọn mã hoá kí tự của dữ liệu trong tệp csv của bạn.

# @option:check
source: Skip first row of file
vi: Bỏ qua hàng đầu tiên của tệp

# @info:tooltip
source: Skip first row of csv file when importing
vi: Bỏ qua hàng đầu tiên của tệp csv khi nhập

# @info:whatsthis
source: Check this box if you want the import to skip over the first row of the csv data. In many cases, the first line of a csv file will be a comment line describing the order of the data fields included in the file.
vi: Đánh dấu vào ô này nếu bạn muốn bỏ qua dòng đầu tiên của dữ liệu CSV khi nhập khẩu. Trong nhiều trường hợp, dòng đầu tiên của tệp CSV sẽ là dòng chú thích mô tả thứ tự của các trường dữ liệu được bao gồm trong tệp.

# @action:button
source: Apply Template…
vi: Áp dụng mẫu...

# @action:button
source: Save Template…
vi: Lưu mẫu...

# @item:inlistbox Codec setting
source: Local (%1)
vi: Cục bộ (%1)

# @item:inlistbox Codec setting
source: Microsoft Unicode
vi: Bộ mã Unicode của Microsoft

# @info:status
source: You must assign at least one column.
vi: Bạn phải gán ít nhất một cột.

# @label
source: There are no templates available yet.
vi: Chưa có mẫu nào khả dụng.

# @title:window
source: No templates available
vi: Không có mẫu nào hiện có

# @title:window
source: Template Name
vi: Tên Bản Mẫu

# @info
source: Please enter a name for the template:
vi: Vui lòng nhập tên cho mẫu:

# @info:status
source: Cannot open input file.
vi: Không thể mở tệp đầu vào.

source: Device is not open
vi: Thiết bị không được mở

# @label
source: Do you really want to delete template '%1'?
vi: Bạn có thực sự muốn xóa bản mẫu '%1'?

# @title:window
source: Template Selection
vi: Chọn bản mẫu

# @info
source: Please select a template, that matches the CSV file:
vi: Vui lòng bôi đen một mẫu phù hợp với tệp CSV:

source: GMX address book file (*.gmxa)
vi: Tệp sổ địa chỉ GMX (*.gmxa)

source: Import GMX file…
vi: Nhập khẩu tệp GMX...

source: Import contacts from a GMX address book file.
vi: Nhập khẩu danh bạ từ tệp sổ địa chỉ GMX.

source: Export GMX file…
vi: Xuất khẩu tệp GMX...

source: Export contacts to a GMX address book file.
vi: Xuất khẩu danh bạ vào tệp sổ địa chỉ GMX.

source: <qt>Unable to open <b>%1</b> for reading.</qt>
vi: <qt>Không thể mở <b>%1</b> để đọc.</qt>

source: %1 is not a GMX address book file.
vi: %1 không phải là tệp sổ địa chỉ GMX.

source: Import From LDAP server…
vi: Nhập khẩu từ máy chủ LDAP...

source: Import contacts from an LDAP server.
vi: Nhập khẩu danh bạ từ máy chủ LDAP.

source: Import LDIF file…
vi: Nhập khẩu tệp LDIF...

source: Import contacts from an LDIF file.
vi: Nhập khẩu danh bạ từ tệp LDIF.

source: Export LDIF file…
vi: Xuất khẩu tệp LDIF...

source: Export contacts to an LDIF file.
vi: Xuất khẩu danh bạ vào tệp LDIF.

source: LDif Files
vi: Tệp LDIF

source: LDif Files (*.ldif)
vi: Tệp LDIF (*.ldif)

# @title:group
source: Fields to be exported
vi: Các trường sẽ được xuất

# @option:check
source: Private fields
vi: Trường riêng tư

# @info:tooltip
source: Export private fields
vi: Xuất khẩu các trường riêng tư

# @info:whatsthis
source: Check this box if you want to export the contact's private fields to the vCard output file.
vi: Đánh dấu vào ô này nếu bạn muốn xuất khẩu các trường riêng tư của liên hệ vào tệp vCard.

# @option:check
source: Business fields
vi: Các trường công việc

# @info:tooltip
source: Export business fields
vi: Xuất các trường công việc

# @info:whatsthis
source: Check this box if you want to export the contact's business fields to the vCard output file.
vi: Chọn hộp này nếu bạn muốn xuất khẩu các trường công việc của liên hệ vào tệp vCard.

# @option:check
source: Other fields
vi: Các trường khác

# @info:tooltip
source: Export other fields
vi: Xuất các trường khác

# @info:whatsthis
source: Check this box if you want to export the contact's other fields to the vCard output file.
vi: Chọn hộp này nếu bạn muốn xuất khẩu các trường khác của liên hệ vào tệp đầu ra vCard.

# @option:check
source: Encryption keys
vi: Khóa mật mã

# @info:tooltip
source: Export encryption keys
vi: Xuất khẩu các khoá mật mã

# @info:whatsthis
source: Check this box if you want to export the contact's encryption keys to the vCard output file.
vi: Đánh dấu vào ô này nếu bạn muốn xuất khẩu các khoá mật mã hoá của liên hệ vào tệp vCard.

# @option:check
source: Pictures
vi: Hình ảnh

# @info:tooltip
source: Export pictures
vi: Xuất ảnh

# @info:whatsthis
source: Check this box if you want to export the contact's picture to the vCard output file.
vi: Chọn hộp này nếu bạn muốn xuất khẩu ảnh của liên hệ vào tệp vCard.

# @title:group
source: Export options
vi: Tùy chọn xuất khẩu

# @option:check
source: Display name as full name
vi: Hiển thị tên đầy đủ

# @info:tooltip
source: Export display name as full name
vi: Xuất tên hiển thị dưới dạng tên đầy đủ

# @info:whatsthis
source: Check this box if you want to export the contact's display name in the vCard's full name field. This may be required to get the name shown correctly in GMail or Android.
vi: Đánh dấu vào ô này nếu bạn muốn xuất tên hiển thị của liên hệ vào trường tên đầy đủ của vCard. Điều này có thể cần thiết để tên được hiển thị chính xác trong GMail hoặc Android.

# @title:window
source: Import vCard
vi: Nhập khẩu vCard

# @info
source: Do you want to import this contact into your address book?
vi: Bạn có muốn nhập khẩu liên hệ này vào sổ địa chỉ của bạn không?

# @action:button
source: Import All…
vi: Nhập khẩu tất cả...

source: Import vCard…
vi: Nhập khẩu vCard...

source: Import contacts from a vCard file.
vi: Nhập khẩu danh bạ từ tệp vCard.

source: Export contacts to a vCard 4.0 file.
vi: Xuất khẩu danh bạ vào tệp vCard 4.0.

source: Export vCard 4.0…
vi: Xuất khẩu vCard 4.0...

source: Export vCard 3.0…
vi: Xuất khẩu vCard 3.0...

source: Export contacts to a vCard 3.0 file.
vi: Xuất khẩu danh bạ vào tệp vCard 3.0.

source: Export vCard 2.1…
vi: Xuất khẩu vCard 2.1...

source: Export contacts to a vCard 2.1 file.
vi: Xuất khẩu danh bạ vào tệp vCard 2.1.

source: vCard (*.vcf *.vcard *.vct *.gcrd);;All files (*)
vi: Thẻ vCard (*.vcf *.vcard *.vct *.gcrd);;Tất cả các tệp (*)

# @title:window
source: Select vCard to Import
vi: Chọn vCard để Nhập Khẩu

# @title:window
source: vCard Import Failed
vi: Nhập khẩu vCard Thất Bại

# @info
source: <para>Unable to access vCard:</para><para>%1</para>
vi: <para>Không thể truy cập vCard:</para><para>%1</para>

# @info
source: You have selected a list of contacts, shall they be exported to several files?
vi: Bạn đã chọn một danh sách các liên hệ, chúng có được xuất ra nhiều tệp không?

# @action:button
source: Export to One File
vi: Xuất khẩu vào một tệp

# @action:button
source: Export to Several Files
vi: Xuất khẩu nhiều tệp

source: Import Windows Contact file…
vi: Nhập tệp liên hệ Windows...

source: Import contacts from windows contact file.
vi: Nhập khẩu liên hệ từ tệp liên hệ Windows.

source: Windows Contact file (*.contact)
vi: Tệp liên hệ Windows (*.contact)
