Repository: caligraph-net/l10n-kf6
Catalog: messages/kaddressbook/kaddressbook.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyen Hung Vu

# EMAIL OF TRANSLATORS
source: Your emails
vi: vuhung@fedu.uec.ac.jp

source: Address Book
vi: Sổ địa chỉ

source: Contact
vi: liên hệ

source: Emails
vi: Email

source: Organization
vi: Tổ chức

source: Website
vi: địa điểm web

source: Birthday
vi: Ngày sinh

source: Note
vi: Lưu ý

source: Title
vi: tiêu đề

source: (One year old)
vi: (%1 tuổi)

source: Email
vi: thư điện tử

source: Blog Feed
vi: Nguồn cấp dữ liệu blog

source: KAddressBook
vi: KAđressBook

# @action:inmenu
source: New Contact...
vi: Liên hệ mới...

# @info:whatsthis
source: You will be presented with a dialog where you can create a new contact.
vi: Bạn sẽ được hiển thị một hộp thoại nơi bạn có thể tạo một liên hệ mới.

# @action:inmenu
source: New Contact Group...
vi: Nhóm liên hệ mới...

# @info:whatsthis
source: You will be presented with a dialog where you can create a new contact group.
vi: Bạn sẽ được hiển thị một hộp thoại nơi bạn có thể tạo một nhóm liên hệ mới.

source: The KDE Address Book Application
vi: Ứng dụng Sổ địa chỉ KDE

source: Copyright © 2007–%1 KAddressBook authors
vi: Bản quyền © 2007–%1 tác giả KAddressBook

source: Current maintainer
vi: Người bảo trì hiện tại

source: Previous maintainer
vi: Bảo trì viên trước

source: Original Author (1998)
vi: Tác giả gốc (1998)

source: Documentation (2019)
vi: Tài liệu (2019)

# @action:button
source: Reset category filter
vi: Đặt lại bộ lọc loại

# @action:button
source: Clear category filter
vi: Xóa bộ lọc loại

source: (Untagged)
vi: (Không gắn thẻ)

source: (Groups)
vi: (Nhóm)

source: (All)
vi: (Tất cả)

source: (None)
vi: Không

# @info:tooltip
source: <qt>Category filter: %1
vi: <qt>Bộ lọc danh mục: %1

source: Tools Plugins
vi: Công cụ Plugins

source: Import/Export Plugins
vi: Nhập/Xuất Plugins

source: Loading contacts details ...
vi: Đang tải thông tin liên hệ...

source: Phone: %1
vi: Điện thoại: %1

# @action:button Next contact
source: Next
vi: Tiếp

# @action:button Previous contact
source: Previous
vi: Trước

# @info:tooltip
source: Move to the previous contact in the list
vi: Di chuyển đến liên hệ trước trong danh sách

# @info:whatsthis
source: Press this button to move to the previous contact in the list.
vi: Nhấn nút này để chuyển đến liên hệ trước trong danh sách.

# @info:tooltip
source: Move to the next contact in the list
vi: Di chuyển đến liên hệ tiếp theo trong danh sách

# @info:whatsthis
source: Press this button to move to the next contact in the list.
vi: Nhấn nút này để chuyển đến liên hệ tiếp theo trong danh sách.

# @info:status
source: %1 out of %2
vi: %1 trong số %2

# @item Undefined import field type
source: Undefined
vi: Chưa định nghĩa

# The wedding anniversary of a contact
source: Anniversary
vi: Kỉ niệm

# Preferred email address
source: EMail (preferred)
vi: Thư điện tử (ưu tiên)

# Second email address
source: EMail (2)
vi: Thư điện tử (2)

# Third email address
source: EMail (3)
vi: Thư điện tử (3)

# Fourth email address
source: EMail (4)
vi: Thư điện tử (4)

source: Profession
vi: Chuyên nghành

source: Office
vi: Văn phòng

source: Manager
vi: Quản lý

source: Assistant
vi: trợ tá

source: Spouse
vi: Vợ/Chồng

# @title:window
source: Select Contacts
vi: Bôi đen Liên hệ

# @option:radio
source: All contacts
vi: Tất cả các liên hệ

# @info:tooltip
source: All contacts from all your address books
vi: Tất cả các liên hệ từ tất cả sổ địa chỉ của bạn

# @info:whatsthis
source: Choose this option you want to select all your contacts from all your address books.
vi: Chọn lựa chọn này nếu bạn muốn bôi đen tất cả các liên hệ từ tất cả sổ địa chỉ của bạn.

# @option:radio
source: Selected contacts
vi: Các liên hệ đã chọn

# @info:tooltip
source: Only the contacts currently selected
vi: Chỉ các liên hệ đã chọn

# @info:whatsthis
source: Choose this option if you want only the contacts you have already selected in the graphical interface.
vi: Chọn lựa chọn này nếu bạn chỉ muốn các liên hệ mà bạn đã chọn trong giao diện đồ họa.

# @option:radio
source: All contacts from:
vi: Tất cả các liên hệ từ:

# @info:tooltip
source: All contacts from a chosen address book
vi: Tất cả các liên hệ từ sổ địa chỉ đã chọn

# @info:whatsthis
source: Choose this option if you want to select all the contacts from only one of your address books. Once this option is clicked you will be provided a drop down box listing all those address books and permitted to select the one you want.
vi: Chọn lựa chọn này nếu bạn muốn bôi đen tất cả các liên hệ từ chỉ một trong các sổ địa chỉ của bạn. Khi lựa chọn này được bấm, bạn sẽ được cung cấp một hộp thả xuống liệt kê tất cả các sổ địa chỉ đó và được phép chọn một trong số chúng.

# @option:check
source: Include Subfolders
vi: Bao gồm Thư mục con

# @info:tooltip
source: Select all subfolders including the top-level folder
vi: Chọn tất cả các thư mục con, bao gồm cả thư mục cấp cao nhất

# @info:whatsthis
source: Check this box if you want to select all contacts from this folder, including all subfolders. If you only want the contacts from the top-level folder then leave this box unchecked.
vi: Đánh dấu vào ô này nếu bạn muốn chọn tất cả các liên hệ từ thư mục này, bao gồm cả tất cả các thư mục con. Nếu bạn chỉ muốn các liên hệ từ thư mục cấp cao nhất, hãy để ô này không được đánh dấu.

# @title:window
source: Collect Contacts
vi: Chọn Liên hệ

source: Fetch Contacts
vi: Tìm nạp Danh bạ

# @option:check
source: Private fields
vi: Trường riêng tư

# @option:check
source: Business fields
vi: Lĩnh vực kinh doanh

# @option:check
source: Other fields
vi: Các trường khác

# @option:check
source: Encryption keys
vi: Khóa mật mã

# @option:check
source: Pictures
vi: Hình ảnh

# @option:check
source: Display name as full name
vi: Hiển thị tên đầy đủ

# @title:group
source: Fields to be exported
vi: Các trường sẽ được xuất

# @info:tooltip
source: Export private fields
vi: Xuất các trường riêng tư

# @info:whatsthis
source: Check this box if you want to export the contact's private fields to the vCard output file.
vi: Chọn hộp này nếu bạn muốn xuất khẩu các trường riêng tư của liên hệ vào tệp vCard.

# @info:tooltip
source: Export business fields
vi: Xuất các trường kinh doanh

# @info:whatsthis
source: Check this box if you want to export the contact's business fields to the vCard output file.
vi: Chọn hộp này nếu bạn muốn xuất khẩu các trường công việc của liên hệ vào tệp đầu ra vCard.

# @info:tooltip
source: Export other fields
vi: Xuất các trường khác

# @info:whatsthis
source: Check this box if you want to export the contact's other fields to the vCard output file.
vi: Chọn hộp này nếu bạn muốn xuất khẩu các trường khác của liên hệ vào tệp đầu ra vCard.

# @info:tooltip
source: Export encryption keys
vi: Xuất khẩu các khoá mật mã

# @info:whatsthis
source: Check this box if you want to export the contact's encryption keys to the vCard output file.
vi: Chọn hộp này nếu bạn muốn xuất khẩu các khoá mật mã của liên hệ vào tệp vCard.

# @info:tooltip
source: Export pictures
vi: Xuất ảnh

# @info:whatsthis
source: Check this box if you want to export the contact's picture to the vCard output file.
vi: Chọn hộp này nếu bạn muốn xuất khẩu ảnh của liên hệ vào tệp vCard.

# @title:group
source: Export options
vi: Tùy chọn xuất khẩu

# @info:tooltip
source: Export display name as full name
vi: Xuất tên hiển thị dưới dạng tên đầy đủ

# @info:whatsthis
source: Check this box if you want to export the contact's display name in the vCard's full name field. This may be required to get the name shown correctly in GMail or Android.
vi: Đánh dấu vào ô này nếu bạn muốn xuất tên hiển thị của liên hệ vào trường tên đầy đủ của vCard. Điều này có thể cần thiết để tên được hiển thị chính xác trong GMail hoặc Android.

# @title:window
source: Select Address Book
vi: Chọn Sổ Địa Chỉ

source: Select the address book the imported contact(s) shall be saved in:
vi: Chọn sổ địa chỉ mà liên hệ được nhập sẽ được lưu vào:

# @title:window
source: Import Contacts
vi: Nhập khẩu Danh bạ

source: Importing one contact to %2
vi: Đang nhập %1 liên hệ vào %2

# @info:shell
source: Import the given file
vi: Nhập khẩu tệp đã cho

# @info:shell
source: Open the 'New Contact' dialog
vi: Mở hộp thoại 'Liên hệ mới'

# @info:shell
source: Display the specified contact (by URL)
vi: Hiển thị liên hệ được chỉ định (bằng URL)

# @info:shell
source: Files or URLs. The user will be asked whether to import.
vi: Tệp hoặc URL. Người dùng sẽ được hỏi xem có muốn nhập không.

# @info:shell
source: Lists the available options for user feedback
vi: Liệt kê các tùy chọn hiện có để phản hồi của người dùng

source: &Configure KAddressBook…
vi: &Cấu hình KAddressBook...

source: &File
vi: Tệ&p

source: &New
vi: Mớ&i

source: &Edit
vi: Sử&a

source: &View
vi: Xe&m

source: &Action
vi: hà&nh động

source: &Tools
vi: Côn&g cụ

source: &Settings
vi: thiết lậ&p

source: &Export
vi: X&uất khẩu

source: Main Toolbar
vi: Thanh công cụ chính

source: Import
vi: Nhập khẩu

source: Export
vi: xuất khẩu

# @label Search contacts in list
source: Search… <%1>
vi: Tìm kiếm… <%1>

# @info:whatsthis
source: Print the complete address book or a selected number of contacts.
vi: In toàn bộ sổ địa chỉ hoặc một số lượng liên hệ được chọn.

source: Quick search
vi: Tìm kiếm nhanh

source: Category filter
vi: Bộ lọc loại

source: Select All
vi: Bôi đen tất cả

source: Select all contacts in the current address book view.
vi: Bôi đen tất cả các liên hệ trong sổ địa chỉ hiện tại.

source: Show QR Codes
vi: Hiển thị mã QR

source: Show QR Codes in the contact.
vi: Hiển thị mã QR trong liên hệ.

# @action:inmenu
source: Simple (one column)
vi: Đơn giản (một cột)

source: Show a simple mode of the address book view.
vi: Hiển thị chế độ đơn giản của giao diện sổ địa chỉ.

# @action:inmenu
source: Two Columns
vi: Hai cột

# @action:inmenu
source: Three Columns
vi: Ba cột

# @action
source: Set Focus to Quick Search
vi: Đặt Tiêu Điểm vào Tìm Kiếm Nhanh

source: Serverside Subscription…
vi: Đăng ký phía máy chủ...

# @title:window
source: Print Contacts
vi: In danh bạ

# @info:whatsthis
source: You will be presented with a dialog where you can configure the application-wide shortcuts.
vi: Bạn sẽ được hiển thị một hộp thoại nơi bạn có thể cấu hình các phím tắt toàn ứng dụng.

source: <qt>This will hide the menu bar completely. You can show it again by typing %1.</qt>
vi: <qt>Thao tác này sẽ ẩn hoàn toàn thanh trình đơn. Bạn có thể hiển thị lại nó bằng cách gõ %1.</qt>

source: Hide menu bar
vi: Ẩn thanh trình đơn

# @title:window
source: Properties of Address Book Folder %1
vi: Thuộc tính của Thư mục Sổ địa chỉ %1

source: Full Name
vi: Tên đầy đủ

source: Family Name
vi: Họ

source: Given Name
vi: Tên

source: Home Address
vi: Địa chỉ nhà

source: Business Address
vi: Địa chỉ công ty

source: Phone Numbers
vi: Số điện thoại

source: Preferred EMail
vi: Thư điện tử ưa thích

source: All EMails
vi: Tất cả Email

source: Compact Style
vi: Kiểu cách Gọn gàng

source: Setting up document
vi: Thiết lập tài liệu

source: Printing
vi: In ấn

# Finished printing
source: Done
vi: Hoàn thành

source: Compact Printing Style
vi: Kiểu cách In Gọn

source: Appearance
vi: diện mạo

source: Fields
vi: Các trường

source: Print the home address, with home phone number and mobile phone number
vi: In địa chỉ nhà, số điện thoại nhà và số điện thoại di động

source: with home address
vi: với địa chỉ nhà

source: print the business address, with business phone number
vi: in địa chỉ kinh doanh, kèm số điện thoại kinh doanh

source: with business address
vi: với địa chỉ công ty

source: Print the birthday
vi: In ngày sinh

source: with birthday
vi: có ngày sinh

source: Print the preferred and the secondary e-mail fields
vi: In các trường email ưu tiên và phụ

source: with e-mail
vi: kèm email

source: the first color, if alternating color is checked
vi: màu đầu tiên, nếu chọn màu luân phiên

source: first color
vi: màu đầu tiên

source: the second color, if alternating color is checked
vi: màu thứ hai, nếu chọn màu luân phiên

source: second color
vi: màu thứ hai

source: Change the background color of every row
vi: Thay đổi màu nền của mỗi hàng

source: Alternating the background color
vi: Thay đổi màu nền luân phiên

source: Organization:
vi: Tổ chức:

source: Email address:
vi: Địa chỉ thư điện tử:

source: Email addresses:
vi: Địa chỉ thư điện tử:

source: Telephone:
vi: Điện thoại:

source: Telephones:
vi: Điện thoại:

source: Web page:
vi: Trang web:

source: Domestic Address
vi: Địa chỉ trong nước

source: International Address
vi: Địa chỉ quốc tế

source: Postal Address
vi: Địa chỉ bưu điện

source: Parcel Address
vi: Địa chỉ gói hàng

source: Work Address
vi: Địa chỉ công việc

source: Preferred Address
vi: Địa chỉ ưa thích

source: Notes:
vi: Ghi chú:

source: Detailed Print Style - Appearance
vi: Kiểu cách In Chi Tiết - Diện Mạo

source: Setting up colors
vi: Thiết lập màu sắc

source: Detailed Style
vi: Kiểu cách chi tiết

source: Appearance Page
vi: Trang Diện Mạo

source: Contact Headers
vi: Tiêu đề liên hệ

source: Select the headline text background color
vi: Chọn màu nền văn bản tiêu đề

source: Click this button to start a color chooser that will allow you set to the color for the headline background color.
vi: Bấm nút này để khởi động trình chọn màu, cho phép bạn đặt màu nền cho tiêu đề.

source: Headline background color:
vi: Màu nền tiêu đề:

source: Headline text color:
vi: Màu văn bản tiêu đề:

source: Select the headline text color
vi: Chọn màu văn bản tiêu đề

source: Click this button to start a color chooser that will allow you set to the color for the headline text.
vi: Bấm nút này để khởi động trình chọn màu sẽ cho phép bạn đặt màu cho tiêu đề văn bản.

source: Mike's Printing Style
vi: Kiểu cách in của Mike

source: Which contacts do you want to print?
vi: Bạn muốn in những liên hệ nào?

source: Choose Contacts to Print
vi: Chọn Danh bạ để In

source: Choose Printing Style
vi: Chọn Kiểu Cách In

source: Print Progress
vi: Tiến trình in

# @title:window
source: Printing: Progress
vi: Đang in: Tiến độ

source: Progress
vi: Tiến độ

source: Print Contact's Information
vi: In thông tin liên hệ

source: Print contact phone numbers
vi: In số điện thoại liên hệ

source: Check this box if you want contact phone numbers to be printed.
vi: Chọn hộp này nếu bạn muốn số điện thoại liên hệ được in.

source: Phone numbers
vi: Số điện thoại

source: Print contact email addresses
vi: In địa chỉ email liên hệ

source: Check this box if you want contact email addresses to be printed.
vi: Chọn hộp này nếu bạn muốn địa chỉ email liên hệ được in.

source: Email addresses
vi: Địa chỉ thư điện tử

source: Print contact street addresses
vi: In địa chỉ đường của liên hệ

source: Check this box if you want contact street addresses to be printed.
vi: Chọn hộp này nếu bạn muốn địa chỉ đường phố của liên hệ được in.

source: Postal addresses
vi: Địa chỉ bưu điện

source: Print contact organizations
vi: In các tổ chức liên hệ

source: Check this box if you want contact organizations to be printed.
vi: Chọn hộp này nếu bạn muốn các tổ chức liên hệ được in.

source: Print contact birthdays
vi: In ngày sinh nhật liên hệ

source: Check this box if you want contact birthdays to be printed.
vi: Chọn hộp này nếu bạn muốn ngày sinh của liên hệ được in.

source: Print contact notes
vi: In ghi chú liên hệ

source: Check this box if you want contact notes to be printed.
vi: Đánh dấu vào ô này nếu bạn muốn ghi chú liên hệ được in.

source: Note:
vi: Ghi chú:

source: Ring Binder Printing Style - Appearance
vi: Kiểu cách in Sổ Lò Xo - Diện mạo

source: Setting up fields
vi: Thiết lập các trường

source: Printout for Ring Binders
vi: In ấn cho Sổ Lò Xo

# @item:inlistbox Ascending sort order
source: Ascending
vi: Tăng dần

# @item:inlistbox Descending sort order
source: Descending
vi: Giảm dần

# @label
source: (No preview available.)
vi: (Không có bản xem thử.)

# @title:window
source: Choose Printing Style
vi: Chọn Kiểu Cách In

# @label:textbox
source: What should the print look like? KAddressBook has several printing styles, designed for different purposes. Choose the style that suits your needs below.
vi: Bản in nên trông như thế nào? KAddressBook có nhiều kiểu cách in khác nhau, được thiết kế cho các mục đích khác nhau. Chọn kiểu cách phù hợp với nhu cầu của bạn bên dưới.

# @title:group
source: Sorting
vi: Sắp xếp

# @label:listbox
source: Criterion:
vi: Tiêu chí:

# @info:tooltip
source: Select the primary sort field
vi: Chọn trường sắp xếp chính

# @info:whatsthis
source: From this list you can select the field on which your contacts are sorted in the print output. Use the sorting order option to determine if the sort will be in ascending or descending order.
vi: Từ danh sách này, bạn có thể chọn trường mà liên hệ của bạn được sắp xếp trong đầu ra in. Sử dụng tùy chọn thứ tự sắp xếp để xác định nếu sắp xếp sẽ theo thứ tự tăng dần hoặc giảm dần.

# @label:listbox
source: Order:
vi: Thứ tự:

# @info:tooltip
source: Select the sorting order
vi: Chọn thứ tự sắp xếp

# @info:whatsthis
source: Choose if you want to sort your contacts in ascending or descending order. Use the sorting criterion option to specify on which contact field the sorting will be performed.
vi: Chọn nếu bạn muốn sắp xếp các liên hệ của mình theo thứ tự tăng dần hoặc giảm dần. Sử dụng tùy chọn tiêu chí sắp xếp để chỉ định trường liên hệ nào sẽ được sử dụng để sắp xếp.

# @title:group
source: Print Style
vi: Kiểu cách in

# @info:tooltip
source: Select the print style
vi: Chọn kiểu cách in

# @info:whatsthis
source: Choose your desired printing style. See the preview image to help you decide.
vi: Chọn kiểu in mong muốn của bạn. Xem ảnh xem thử để giúp bạn quyết định.

# @info:tooltip
source: Search contacts in list
vi: Tìm kiếm liên hệ trong danh sách

# @info:whatsthis
source: Start typing a search string in this box and the list of contacts matching that string will be displayed. This is a quick way of searching for contacts of interest.
vi: Bắt đầu gõ một chuỗi tìm kiếm trong hộp này và danh sách các liên hệ khớp với chuỗi đó sẽ được hiển thị. Đây là một cách nhanh chóng để tìm kiếm các liên hệ quan tâm.
