Repository: caligraph-net/l10n-kf6
Catalog: messages/kaddressbook/kaddressbook._desktop_.po
Languages: vi

# Name
source: KAddressbook import file
vi: Tệp nhập khẩu KAddressbook

# Comment
source: KAddressBook running in file import mode
vi: KAddressBook đang chạy ở chế độ nhập khẩu tệp

# Name
source: KAddressBook View
vi: Khung xem KAddressBook

# Comment
source: Display contact specified by URL
vi: Hiển thị liên hệ được chỉ định bởi URL

# Name
source: KAddressBook
vi: Sổ địa chỉ

# GenericName
source: Contact Manager
vi: Trình quản lí liên hệ

# Name
source: New Contact...
vi: Liên hệ mới...

# Name
source: Example big title
vi: Ví dụ về tiêu đề lớn

# Description
source: Example big title grantlee printing theme
vi: Ví dụ về chủ đề in lớn của Grantlee

# Name
source: Default
vi: Mặc định

# Description
source: Default grantlee printing theme
vi: Chủ đề in mặc định của grantlee

# Name
source: Full Information
vi: Thông tin đầy đủ

# Description
source: Display All Information
vi: Hiển thị Tất cả Thông tin

# Description
source: Default kaddressbook theme.
vi: Chủ đề mặc định của kaddressbook.
