Repository: caligraph-net/l10n-kf6
Catalog: messages/krfb/krfb._desktop_.po
Languages: vi

# Comment
source: Desktop Sharing
vi: Chia sẻ màn hình

# Name
source: User Accepts Connection
vi: Người dùng chấp nhận kết nối

# Comment
source: User accepts connection
vi: Người dùng chấp nhận kết nối

# Name
source: User Refuses Connection
vi: Người dùng từ chối kết nối

# Comment
source: User refuses connection
vi: Người dùng từ chối kết nối

# Name
source: Connection Closed
vi: Kết nối đã đóng

# Comment
source: Connection closed
vi: Kết nối đã đóng

# Name
source: Invalid Password
vi: Mật khẩu không hợp lệ

# Comment
source: Invalid password
vi: Mật khẩu không hợp lệ

# Name
source: Invalid Password Invitations
vi: Lời mời Mật khẩu không hợp lệ

# Comment
source: The invited party sent an invalid password. Connection refused.
vi: Bên được mời đã gửi một mật khẩu không hợp lệ. Kết nối bị từ chối.

# Name
source: New Connection on Hold
vi: Kết nối mới đang chờ

# Comment
source: Connection requested, user must accept
vi: Đã yêu cầu kết nối, người dùng phải chấp nhận

# Name
source: New Connection Auto Accepted
vi: Kết nối mới được chấp nhận tự động

# Comment
source: New connection automatically established
vi: Kết nối mới được thiết lập tự động

# Name
source: Too Many Connections
vi: Quá Nhiều Kết Nối

# Comment
source: Busy, connection refused
vi: Bận, kết nối bị từ chối

# Name
source: Unexpected Connection
vi: Kết nối bất ngờ

# Comment
source: Received unexpected connection, abort
vi: Nhận được kết nối bất ngờ, huỷ bỏ

# GenericName
source: Desktop Sharing (VNC)
vi: Chia sẻ Desktop (VNC)

# Name
source: KRFBs Virtual Monitor
vi: Màn hình ảo của KRFBs

# Comment
source: Remote Virtual Monitor
vi: Màn hình ảo từ xa
