Repository: caligraph-net/l10n-kf6
Catalog: messages/kdepim-runtime/kdepim-runtime._desktop_.po
Languages: vi

# Comment
source: KDE e-mail client
vi: Trình khách thư điện tử KDE

# Name
source: KDE Mail
vi: Thư KDE

# Name
source: E-mail successfully sent
vi: Đã gửi email thành công

# Name
source: E-mail sending failed
vi: Gửi email thất bại

# Name
source: Mail Dispatcher Agent
vi: Đại diện Phân phối Thư

# Comment
source: Dispatches email messages
vi: Phân phối thư điện tử

# Name
source: Migration Agent
vi: Đại diện Di chuyển

# Comment
source: New email notify
vi: Thông báo thư mới

# Name
source: New email notify
vi: Thông báo thư mới

# Name
source: New email arrived
vi: Có thư mới đến

# Name
source: New Email Notifier
vi: Thông báo thư mới

# Comment
source: Notifications about newly received emails
vi: Thông báo về email mới nhận

# Name
source: Personal Contacts
vi: Danh bạ cá nhân

# Name
source: Personal Calendar
vi: Lịch cá nhân

# Name
source: Notes
vi: ghi chú

# Comment
source: Loads a notes hierarchy from a local maildir folder
vi: Tải một cấu trúc ghi chú từ một thư mục maildir cục bộ

# Name
source: Birthdays & Anniversaries
vi: Sinh nhật và Kỷ niệm

# Comment
source: Provides access to birthday and anniversary dates of contacts in your address book as calendar events
vi: Cung cấp quyền truy cập vào các ngày sinh nhật và kỷ niệm của các liên hệ trong sổ địa chỉ của bạn dưới dạng sự kiện lịch

# Comment
source: The address book with personal contacts
vi: Sổ địa chỉ với các liên hệ cá nhân

# Name
source: DAV groupware resource
vi: Tài nguyên nhóm DAV

# Comment
source: Resource to manage DAV calendars and address books (CalDAV, CardDAV)
vi: Tài nguyên để quản lý lịch và sổ địa chỉ DAV (CalDAV, CardDAV)

# Name
source: ownCloud (> 5.0 and < 9.0)
vi: ownCloud (> 5.0 và < 9.0)

# Name
source: EteSync Groupware Resource
vi: Tài nguyên Nhóm phần mềm EteSync

# Comment
source: Access your encrypted EteSync calendars, contacts and tasks from KDE
vi: Truy cập lịch, danh bạ và nhiệm vụ mật mã hoá của EteSync từ KDE

# Comment
source: Microsoft Exchange Server (EWS)
vi: Máy chủ Microsoft Exchange (EWS)

# Name
source: Microsoft Exchange authentication expired
vi: Xác thực Microsoft Exchange đã hết hạn

# Comment
source: Credentials used to access Microsoft Exchange are no longer valid
vi: Thông tin đăng nhập được sử dụng để truy cập Microsoft Exchange không còn hợp lệ

# Name
source: Microsoft Exchange Server (EWS) Mail Transport
vi: Máy chủ thư vận chuyển Microsoft Exchange Server (EWS)

# Comment
source: Allows sending e-mail through the Microsoft Exchange server using EWS
vi: Cho phép gửi email thông qua máy chủ Microsoft Exchange sử dụng EWS

# Name
source: Microsoft Exchange Server (EWS)
vi: Máy chủ Microsoft Exchange (EWS)

# Comment
source: Provides access to mail, appointments tasks and contacts of a Microsoft Exchange server using EWS
vi: Cung cấp quyền truy cập vào thư, lịch hẹn, nhiệm vụ và danh bạ của một máy chủ Microsoft Exchange sử dụng EWS

# Comment
source: Access your Google Calendars, Contacts and Tasks from KDE
vi: Truy cập lịch, danh bạ và nhiệm vụ Google của bạn từ KDE

# Name
source: Google Groupware needs to authenticate
vi: Google Groupware cần xác thực

# Comment
source: Google Groupware has been logged off and needs to be reauthenticated
vi: Google Groupware đã đăng xuất và cần được xác thực lại

# Name
source: iCal Calendar Folder
vi: Thư mục Lịch iCal

# Comment
source: Provides access to calendar items, each stored in a single file, in a given directory
vi: Cung cấp quyền truy cập vào các mục lịch, mỗi mục được lưu trữ trong một tệp riêng, trong một thư mục nhất định

# Name
source: iCal Calendar File
vi: Tệp Lịch iCal

# Comment
source: Loads data from an iCal file
vi: Tải dữ liệu từ một tệp iCal

# Comment
source: Loads data from a notes file
vi: Tải dữ liệu từ một tệp ghi chú

# Name
source: IMAP E-Mail Server
vi: Máy chủ thư điện tử IMAP

# Comment
source: Connects to an IMAP e-mail server
vi: Kết nối với máy chủ thư điện tử IMAP

# Name
source: IMAP E-Mail authentication failure
vi: Lỗi xác thực thư điện tử IMAP

# Comment
source: IMAP e-mail couldn't authenticate with the server
vi: Không thể xác thực IMAP e-mail với máy chủ

# Name
source: Kolab Groupware Server
vi: Máy chủ Groupware Kolab

# Comment
source: Provides access to Kolab groupware folders and e-mail on a Kolab IMAP Server.
vi: Cung cấp quyền truy cập vào các thư mục nhóm và email trên máy chủ IMAP Kolab.

# Name
source: Kolab Groupware
vi: Nhóm phần mềm Kolab

# Comment
source: Loads data from a local maildir folder
vi: Tải dữ liệu từ một thư mục maildir cục bộ

# Comment
source: Loads data from a local mbox file
vi: Tải dữ liệu từ một tệp mbox cục bộ

# Name
source: KMail Mail Folder
vi: Thư mục thư KMail

# Comment
source: Loads data from a local KMail mail folder
vi: Tải dữ liệu từ thư mục mail KMail cục bộ

# Name
source: Open-Xchange Groupware Server
vi: Máy chủ Nhóm phần mềm Open-Xchange

# Comment
source: Provides access to the appointments, tasks, and contacts of an Open-Xchange groupware server.
vi: Cung cấp quyền truy cập vào các cuộc hẹn, nhiệm vụ và danh bạ của máy chủ nhóm Open-Xchange.

# Comment
source: POP3 Resource
vi: Tài nguyên POP3

# Name
source: Error While Checking Mail
vi: Lỗi Khi Kiểm Tra Thư

# Comment
source: There was an error while checking for new mail
vi: Đã xảy ra lỗi khi kiểm tra thư mới

# Name
source: POP3 E-Mail Server
vi: Máy chủ E-Mail POP3

# Comment
source: Connects to a POP3 e-mail server
vi: Kết nối với máy chủ thư điện tử POP3

# Name
source: vCard Directory
vi: Thư mục vCard

# Comment
source: Loads data from a directory with vCards
vi: Tải dữ liệu từ một thư mục chứa các vCard

# Name
source: vCard File
vi: Tệp vCard

# Comment
source: Loads data from a vCard file
vi: Tải dữ liệu từ một tệp vCard
