Repository: caligraph-net/l10n-kf6
Catalog: messages/okular/okular_dvi.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyễn Hùng Phú

# EMAIL OF TRANSLATORS
source: Your emails
vi: phu.nguyen@kdemail.net

source: <qt><p>Okular could not locate the program <em>dvipdfm</em> on your computer. This program is essential for the export function to work. You can, however, convert the DVI-file to PDF using the print function of Okular, but that will often produce documents which print okay, but are of inferior quality if viewed in Acrobat Reader. It may be wise to upgrade to a more recent version of your TeX distribution which includes the <em>dvipdfm</em> program.</p><p>Hint to the perplexed system administrator: Okular uses the PATH environment variable when looking for programs.</p></qt>
vi: <qt><p>Okular không thể định vị chương trình <em>dvipdfm</em> trên máy tính của bạn. Chương trình này rất cần thiết để chức năng xuất khẩu hoạt động. Tuy nhiên, bạn có thể chuyển đổi tệp DVI sang PDF bằng chức năng in của Okular, nhưng điều đó thường tạo ra các tài liệu in ổn nhưng chất lượng kém hơn khi xem trong Acrobat Reader. Có lẽ nên nâng cấp lên phiên bản mới hơn của bản phân phối TeX bao gồm chương trình <em>dvipdfm</em>.</p><p>Gợi ý cho quản trị viên hệ thống bối rối: Okular sử dụng biến môi trường PATH khi tìm kiếm chương trình.</p></qt>

source: <qt>The external program 'dvipdfm', which was used to export the file, reported an error. You might wish to look at the <strong>document info dialog</strong> which you will find in the File-Menu for a precise error report.</qt>
vi: <qt>Chương trình bên ngoài 'dvipdfm', được sử dụng để xuất khẩu tệp, đã báo cáo lỗi. Bạn có thể muốn xem <strong>hộp thoại thông tin tài liệu</strong> trong Menu Tệp để biết báo cáo lỗi chính xác.</qt>

source: <qt>This DVI file refers to external graphic files which are not in PostScript format, and cannot be handled by the <em>dvips</em> program that Okular uses internally to print or to export to PostScript. The functionality that you require is therefore unavailable in this version of Okular.</qt>
vi: <qt>Tệp DVI này tham chiếu đến các tệp đồ họa bên ngoài không ở định dạng PostScript, và không thể được xử lý bởi chương trình <em>dvips</em> mà Okular sử dụng nội bộ để in hoặc xuất khẩu sang PostScript. Do đó, chức năng mà bạn yêu cầu không có sẵn trong phiên bản Okular này.</qt>

source: <qt><p>Okular could not locate the program <em>dvips</em> on your computer. That program is essential for the export function to work.</p><p>Hint to the perplexed system administrator: Okular uses the PATH environment variable when looking for programs.</p></qt>
vi: <qt><p>Okular không tìm được chương trình <em>dvips</em> trên máy tính của bạn. Chương trình đó là cần thiết để chức năng xuất khẩu hoạt động.</p><p>Gợi ý cho quản trị viên hệ thống đang bối rối: Okular sử dụng biến môi trường PATH khi tìm kiếm các chương trình.</p></qt>

source: <qt>The external program 'dvips', which was used to export the file, reported an error. You might wish to look at the <strong>document info dialog</strong> which you will find in the File-Menu for a precise error report.</qt>
vi: <qt>Chương trình bên ngoài 'dvips', được sử dụng để xuất khẩu tệp, đã báo cáo một lỗi. Bạn có thể muốn xem <strong>hộp thoại thông tin tài liệu</strong> trong Menu Tệp để biết báo cáo lỗi chính xác.</qt>

source: The DVI file does not start with the preamble.
vi: Tệp DVI không bắt đầu với lời mở đầu.

source: The DVI file contains the wrong version of DVI output for this program. Hint: If you use the typesetting system Omega, you have to use a special program, such as oxdvi.
vi: Tệp DVI chứa phiên bản DVI không đúng cho chương trình này. Gợi ý: Nếu bạn sử dụng hệ thống sắp chữ Omega, bạn phải sử dụng một chương trình đặc biệt, chẳng hạn như oxdvi.

source: The DVI file is badly corrupted. Okular was not able to find the postamble.
vi: Tệp DVI bị hỏng nghiêm trọng. Okular không thể tìm thấy phần hậu tố.

source: The postamble does not begin with the POST command.
vi: Phần sau không bắt đầu bằng lệnh POST.

source: The postamble contained a command other than FNTDEF.
vi: Bản phụ đề chứa một lệnh khác ngoài FNTDEF.

source: The page %1 does not start with the BOP command.
vi: Trang %1 không bắt đầu bằng lệnh BOP.

source: <qt><p>The external program <strong>pdf2ps</strong> could not be started. As a result, the PDF-file %1 could not be converted to PostScript. Some graphic elements in your document will therefore not be displayed.</p><p><b>Possible reason:</b> The program <strong>pdf2ps</strong> may not be installed on your system, or cannot be found in the current search path.</p><p><b>What you can do:</b> The program <strong>pdf2ps</strong> is normally contained in distributions of the ghostscript PostScript interpreter system. If ghostscript is not installed on your system, you could install it now. If you are sure that ghostscript is installed, try to use <strong>pdf2ps</strong> from the command line to check if it really works.</p><p><em>PATH:</em> %2</p></qt>
vi: <qt><p>Chương trình bên ngoài <strong>pdf2ps</strong> không thể được khởi động. Do đó, tệp PDF %1 không thể chuyển đổi sang PostScript. Một số phần tử đồ họa trong tài liệu của bạn sẽ không được hiển thị.</p><p><b>Nguyên nhân có thể:</b> Chương trình <strong>pdf2ps</strong> có thể chưa được cài đặt trên hệ thống của bạn, hoặc không thể tìm thấy trong đường dẫn tìm kiếm hiện tại.</p><p><b>Bạn có thể làm gì:</b> Chương trình <strong>pdf2ps</strong> thường có trong các bản phân phối của hệ thống trình thông dịch PostScript ghostscript. Nếu ghostscript chưa được cài đặt trên hệ thống của bạn, bạn có thể cài đặt nó ngay bây giờ. Nếu bạn chắc chắn rằng ghostscript đã được cài đặt, hãy thử sử dụng <strong>pdf2ps</strong> từ dòng lệnh để kiểm tra xem nó có thực sự hoạt động không.</p><p><em>PATH:</em> %2</p></qt>

source: <qt><p>The PDF-file %1 could not be converted to PostScript. Some graphic elements in your document will therefore not be displayed.</p><p><b>Possible reason:</b> The file %1 might be broken, or might not be a PDF-file at all. This is the output of the <strong>pdf2ps</strong> program that Okular used:</p><p><strong>%2</strong></p></qt>
vi: <qt><p>Tệp PDF %1 không thể chuyển đổi được sang PostScript. Do đó, một số phần tử đồ họa trong tài liệu của bạn sẽ không được hiển thị.</p><p><b>Nguyên nhân có thể:</b> Tệp %1 có thể bị hỏng, hoặc có thể không phải là tệp PDF. Đây là kết quả của chương trình <strong>pdf2ps</strong> mà Okular đã sử dụng:</p><p><strong>%2</strong></p></qt>

source: File corruption. %1
vi: Tệp bị hỏng. %1

source: Not all PostScript files could be embedded into your document. %1
vi: Không thể nhúng tất cả các tệp PostScript vào tài liệu của bạn. %1

source: All external PostScript files were embedded into your document.
vi: Tất cả các tệp PostScript bên ngoài đã được nhúng vào tài liệu của bạn.

source: The specified file '%1' does not exist.
vi: Tệp '%1' được chỉ định không tồn tại.

source: You have asked Okular to locate the place in the DVI file which corresponds to line %1 in the TeX-file %2. It seems, however, that the DVI file does not contain the necessary source file information.
vi: Bạn đã yêu cầu Okular tìm vị trí trong tệp DVI tương ứng với dòng %1 trong tệp TeX %2. Tuy nhiên, có vẻ như tệp DVI không chứa thông tin về tệp nguồn cần thiết.

source: Okular was not able to locate the place in the DVI file which corresponds to line %1 in the TeX-file %2.
vi: Okular không thể tìm thấy địa điểm trong tệp DVI tương ứng với dòng %1 trong tệp TeX %2.

source: The DVI code set a character of an unknown font.
vi: Mã DVI đã đặt một kí tự của một phông chữ không rõ.

source: The DVI code referred to font #%1, which was not previously defined.
vi: Mã DVI đề cập đến phông chữ #%1, nhưng phông chữ này chưa được định nghĩa trước đó.

source: The stack was not empty when the EOP command was encountered.
vi: Ngăn xếp không rỗng khi gặp lệnh EOP.

source: The stack was empty when a POP command was encountered.
vi: Ngăn xếp trống khi gặp lệnh POP.

source: The DVI code referred to a font which was not previously defined.
vi: Mã DVI đề cập đến một phông chữ chưa được định nghĩa trước đó.

source: An illegal command was encountered.
vi: Đã gặp lệnh không hợp lệ.

source: The unknown op-code %1 was encountered.
vi: Gặp mã lệnh không rõ %1.

source: Embedding %1
vi: Đang nhúng %1

source: Page %1: The PDF file <strong>%2</strong> could not be converted to PostScript.<br>
vi: Trang %1: Tệp PDF <strong>%2</strong> không thể chuyển đổi sang PostScript.

source: Page %1: The PostScript file <strong>%2</strong> could not be found.<br>
vi: Trang %1: Tệp PostScript <strong>%2</strong> không được tìm thấy.

source: The papersize data '%1' could not be parsed.
vi: Không thể phân tích dữ liệu kích thước giấy '%1'.

source: <qt><p>Okular was not able to locate all the font files which are necessary to display the current DVI file. Your document might be unreadable.</p><p><small><b>PATH:</b> %1</small></p><p><small>%2</small></p></qt>
vi: <qt><p>Okular không thể tìm thấy tất cả các tệp phông chữ cần thiết để hiển thị tệp DVI hiện tại. Tài liệu của bạn có thể không đọc được.</p><p><small><b>ĐƯỜNG DẪN:</b> %1</small></p><p><small>%2</small></p></qt>

source: <qt><p>There were problems running <em>kpsewhich</em>. As a result, some font files could not be located, and your document might be unreadable.<br/>Possible reason: the <em>kpsewhich</em> program is perhaps not installed on your system, or it cannot be found in the current search path.</p><p><small><b>PATH:</b> %1</small></p><p><small>%2</small></p></qt>
vi: <qt><p>Đã xảy ra vấn đề khi chạy <em>kpsewhich</em>. Do đó, một số tệp phông chữ không được định vị, và tài liệu của bạn có thể không đọc được.<br/>Lý do có thể: chương trình <em>kpsewhich</em> có lẽ chưa được cài đặt trên hệ thống của bạn, hoặc không thể tìm thấy nó trong đường dẫn tìm kiếm hiện tại.</p><p><small><b>PATH:</b> %1</small></p><p><small>%2</small></p></qt>

source: <qt>The font generation by <em>kpsewhich</em> was aborted (exit code %1, error %2). As a result, some font files could not be located, and your document might be unreadable.</qt>
vi: Việc tạo phông chữ bằng <em>kpsewhich</em> đã bị huỷ bỏ (mã thoát %1, lỗi %2). Do đó, một số tệp phông chữ không thể được tìm thấy, và tài liệu của bạn có thể không thể đọc được.

source: Currently generating %1 at %2 dpi...
vi: Hiện đang tạo %1 ở %2 dpi...

source: Generator/Date
vi: Bộ tạo/Ngày

source: Font file not found
vi: Không tìm thấy tệp phông chữ

source: portrait
vi: dọc

source: landscape
vi: ngang

source: The version of Ghostview that is installed on this computer does not contain any of the Ghostview device drivers that are known to Okular. PostScript support has therefore been turned off in Okular.
vi: Phiên bản Ghostview được cài đặt trên máy tính này không chứa bất kỳ trình điều khiển thiết bị Ghostview nào mà Okular biết. Do đó, hỗ trợ PostScript đã bị tắt trong Okular.

source: That makes 25 errors. Further error messages will not be printed.
vi: Đó là 25 lỗi. Các thông báo lỗi tiếp theo sẽ không được in.

source: Error in DVIfile '%1', page %2. Color pop command issued when the color stack is empty.
vi: Lỗi trong tệp DVIfile '%1', trang %2. Lệnh pop màu được đưa ra khi ngăn xếp màu trống.

source: Malformed parameter in the epsf special command. Expected a float to follow %1 in %2
vi: Tham số sai định dạng trong lệnh đặc biệt epsf. Cần một số thực theo %1 trong %2

source: File not found: %1
vi: Không tìm thấy tệp: %1

source: Error in DVIfile '%1', page %2. Could not interpret angle in text rotation special.
vi: Lỗi trong tệp DVIfile '%1', trang %2. Không thể giải thích góc trong đặc biệt xoay văn bản.

source: The special command '%1' is not implemented.
vi: Lệnh đặc biệt '%1' chưa được thực hiện.

source: The font file %1 could be opened and read, but its font format is unsupported.
vi: Tệp phông chữ %1 có thể được mở và đọc, nhưng định dạng phông chữ của nó không được hỗ trợ.

source: The font file %1 is broken, or it could not be opened or read.
vi: Tệp phông chữ %1 bị hỏng, hoặc không thể mở hoặc đọc được.

source: FreeType reported an error when setting the character size for font file %1.
vi: FreeType báo lỗi khi thiết lập kích thước kí tự cho tệp phông chữ %1.

source: FreeType is unable to load glyph #%1 from font file %2.
vi: FreeType không thể tải tự hình #%1 từ tệp phông chữ %2.

source: FreeType is unable to render glyph #%1 from font file %2.
vi: FreeType không thể kết xuất tự hình #%1 từ tệp phông chữ %2.

source: Glyph #%1 is empty.
vi: Tự hình #%1 trống.

source: Glyph #%1 from font file %2 is empty.
vi: Tự hình #%1 từ tệp phông chữ %2 trống.

source: FreeType is unable to load metric for glyph #%1 from font file %2.
vi: FreeType không thể tải thông số đo của tự hình #%1 từ tệp phông chữ %2.

source: Cannot open font file %1.
vi: Không thể mở tệp phông chữ %1.

source: TexFont_PK::operator[]: Character %1 not defined in font %2
vi: TexFont_PK::operator[]: Kí tự %1 không được định nghĩa trong phông chữ %2

source: Unexpected %1 in PK file %2
vi: Bất ngờ %1 trong tệp PK %2

source: The character %1 is too large in file %2
vi: Kí tự %1 quá lớn trong tệp %2

source: Wrong number of bits stored: char. %1, font %2
vi: Số bit lưu trữ sai: ký tự %1, phông chữ %2

source: Bad pk file (%1), too many bits
vi: Tệp pk không hợp lệ (%1), quá nhiều bit

source: Font has non-square aspect ratio
vi: Phông chữ có tỉ lệ khung không vuông

source: Cannot find font %1, file %2.
vi: Không thể tìm thấy phông chữ %1, tệp %2.

source: Checksum mismatch for font file %1
vi: Giá trị tổng kiểm không khớp cho tệp phông chữ %1

source: Cannot recognize format for font file %1
vi: Không thể nhận dạng định dạng của tệp phông chữ %1

source: Fatal error.
vi: Lỗi nghiêm trọng.

source: This probably means that either you found a bug in Okular, or that the DVI file, or auxiliary files (such as font files, or virtual font files) were really badly broken. Okular will abort after this message. If you believe that you found a bug, or that Okular should behave better in this situation please report the problem.
vi: Điều này có thể có nghĩa là bạn đã tìm thấy lỗi trong Okular, hoặc tệp DVI, hoặc các tệp phụ trợ (như tệp phông chữ, hoặc tệp phông chữ ảo) đã bị hỏng nghiêm trọng. Okular sẽ huỷ bỏ sau thông báo này. Nếu bạn tin rằng bạn đã tìm thấy lỗi, hoặc Okular nên ứng xử tốt hơn trong tình huống này, vui lòng báo cáo vấn đề.

source: Wrong command byte found in VF macro list: %1
vi: Tìm thấy byte lệnh sai trong danh sách vĩ lệnh VF: %1
